Repository: visualboyadvance-m/visualboyadvance-m
Catalog: po/wxvbam/*.po
Languages: bg, es, fr, fr_fr, ko_kr, pt_br, ru, uk

source: Toggle all Cheats
bg: Превключи всички чийтове
es: Activar Todos los Trucos
fr: Inverser l'état de tous les codes de triche
fr_fr: Sélectionner tous les codes de triche
ko_kr: 모든 치트 전환
pt_br: Alternar todas as Trapaças
ru: Вкл/Выкл чит-коды
uk: Перемкнути всі чіти

source: Directories
bg: Директории
es: Directorios
fr: Dossiers
fr_fr: Répertoires
ko_kr: 디렉토리
pt_br: Diretórios
ru: Каталоги
uk: Каталоги

source: Game Boy Advance ROMs
bg: Game Boy Advance ROM-ове
fr: Fichiers ROM Game Boy Advance
fr_fr: ROM Game Boy Advance
ko_kr: 게임보이 어드밴스 ROM
pt_br: ROMs do Game Boy Advance
uk: ROM'и Game Boy Advance

source: Game Boy ROMs
bg: Game Boy ROM-ове
fr: Fichiers ROM Game Boy
fr_fr: ROM Game Boy
ko_kr: 게임보이 ROM
pt_br: ROMs do Game Boy
uk: ROM'и Game Boy

source: Game Boy Color ROMs
bg: Game Boy Color ROM-ове
fr: Fichiers ROM Game Boy Color
fr_fr: ROM Game Boy Color
ko_kr: 게임보이 컬러 ROM
pt_br: ROMs do Game Boy Color
uk: ROM'и Game Boy Color

source: Native Saves
bg: Запазвания на конзолата
es: Guardados nativos
fr: Sauvegardes natives
fr_fr: Sauvegardes natives
ko_kr: 기존 세이브
pt_br: Saves Nativos
ru: Простое сохранение
uk: Рідні збереження

source: Emulator Saves
bg: Запазвания на емулатора
es: Guardados del emulador
fr: Sauvegarders d'état
fr_fr: Sauvegardes de l'émulateur
ko_kr: 에뮬레이터 세이브
pt_br: Saves do Emulador
ru: Сохранение эмулятора
uk: Збереження емулятора

source: Screenshots
bg: Екранни снимки
es: Capturas de pantalla
fr: Captures d'écran
fr_fr: Captures d'écrans
ko_kr: 스크린샷
ru: Скриншоты
uk: Екранні кадри

source: Recordings
bg: Записи
es: Grabaciones
fr: Enregistrements
fr_fr: Enregistrements
ko_kr: 녹화본
pt_br: Gravações
ru: Записи
uk: Записи

source: Disassemble
bg: Разглоби
es: &Desmontar
fr: Désassembler
fr_fr: Désassembler
ko_kr: 분해
ru: Разборка
uk: Розбір

source: &Automatic
bg: &Автоматично
es: &Automatico
fr: &Automatique
fr_fr: &Automatique
ko_kr: 자동 (&A)
pt_br: &Automático
ru: Автоматически
uk: &Автоматично

source: &Go
bg: &Отиди
fr: &Aller
fr_fr: &Aller
ko_kr: 가기 (&G)
pt_br: &Ir
ru: Идти
uk: &Перейти

source: Mode:
bg: Режим:
es: Modo:
ko_kr: 모드:
pt_br: Modo:
ru: Режим:
uk: Режим:

source: Automatic &update
bg: Автоматично &обновяване
es: &Actualización automática
fr: &Mise à jour automatique
fr_fr: Mise à jour &automatique
ko_kr: 자동 업데이트 (&U)
pt_br: Atualização &automática
ru: Обновлять автоматически
uk: Автоматичне &оновлення

source: G&oto PC
bg: О&тиди към PC
es: &Ir a PC
fr: A&ller au PC
ko_kr: PC로 가기 (&O)
pt_br: I&r pro PC
uk: &Перейти

source: Re&fresh
bg: Об&нови
es: &Actualizar
fr: Actu&aliser
fr_fr: Ra&fraichir
ko_kr: 새로고침 (&F)
pt_br: At&ualizar
ru: Обновить
uk: &Оновити

source: &Next
bg: &Следващ
es: &Siguiente
fr: &Suivant
fr_fr: &Suivant
ko_kr: 다음 (&N)
pt_br: &Próximo
ru: Следующий
uk: &Наступний

source: Display settings
bg: Настройки на дисплей
es: Configuración de pantalla
fr: Paramètres d'affichage
fr_fr: Paramètres d'affichage
ko_kr: 화면 설정
pt_br: Exibir configurações
ru: Настройки отображения
uk: Налаштування відображення

source: Output module
bg: Изходен модул
es: Módulo de salida
fr: Module de sortie
fr_fr: Module de sortie
ko_kr: 출력 모듈
pt_br: Módulo de saída
ru: Модуль вывода
uk: Кінцевий модуль

source: Device
bg: Устройство
es: Dispositivo
fr: Périphérique
fr_fr: Périphérique
ko_kr: 장치
pt_br: Dispositivo
ru: Устройство
uk: Пристрій

source: Filters
bg: Филтри
es: Filtros
fr: Filtres
fr_fr: Filtres
ko_kr: 필터
pt_br: Filtros
ru: Фильтры
uk: Фільтри

source: Display filter:
es: Filtro de pantalla:
fr: Filtre d'affichage :
fr_fr: Filtre d'affichage :
ko_kr: 필터 표시:
pt_br: Exibir filtro:
uk: Фільтр відображення:

source: Plugin:
ko_kr: 플러그인:
uk: Плаґін:

source: Interframe blending:
fr: Mélange inter-images :
fr_fr: Filtre de fusion inter-image :
ko_kr: 프레임 간 블렌딩:
pt_br: Mistura dos interframes:
uk: Міжкадрове накладання:

source: Smart
es: Inteligente
fr: Intelligent
fr_fr: Intelligent
ko_kr: 스마트
pt_br: Inteligente
uk: Розумне

source: Motion Blur
es: Desenfoque de movimiento
fr: Flou de mouvement
fr_fr: Flou de mouvement
ko_kr: 모션 블러
pt_br: Borrão do Movimento
uk: Міжкадрове розмиття

source: SDL Renderer:
es: Motor de renderizado SDL:
fr_fr: Moteur de rendu SDL
ko_kr: SDL 렌더러:
pt_br: Renderizador SDL:
uk: SDL-опрацьовувач:

source: Basic
bg: Основно
es: Básico
fr: Basique
fr_fr: Basique
ko_kr: 기본
pt_br: Básico
ru: Основной
uk: Основні

source: Bit Depth:
es: Profundidad de Bits:
fr_fr: Profondeur de Bits
ko_kr: 비트 심도:
pt_br: Profundidade dos Bits:
uk: Бітова глибина:

source: Bit Depth
es: Profundidad de Bits
fr_fr: Profondeur de Bits
ko_kr: 비트 심도
pt_br: Profundidade dos Bits
uk: Бітова глибина

source: Profile:
es: Perfil:
pt_br: Perfil:
uk: Профіль:

source: Profile
uk: Профіль

source: GBA Darken:
pt_br: Escurecer GBA:
uk: Затемнення Game Boy Advance:

source: Lighter
es: Más claro
pt_br: Mais Claro
uk: Світліше

source: Very Dark
es: Muy Oscuro
pt_br: Muito Escuro
uk: Дуже темно

source: GBC Lighten:
pt_br: Clarear GBC:
uk: Освітлення Game Boy Advance:

source: Darker
es: Más oscuro
pt_br: Mais Escuro
uk: Темніше

source: Very Light
es: Muy Claro
pt_br: Muito Claro
uk: Дуже світло

source: Color Correction
es: Corrección de Color
pt_br: Correção das Cores
uk: Виправлення кольору

source: Frame Skip
bg: Прескачане на кадри
es: Saltar fotograma
fr: Saut d'image
fr_fr: Saut d'image
ko_kr: 프레임 생략
ru: Пропустить кадр
uk: Пропуск кадрів

source: &Number of frames to skip:
fr: &Nombre d'images à sauter :
fr_fr: &Nombre d'images à passer :
ko_kr: 건너뛸 프레임 수 (&N):
pt_br: &Número de frames a ignorar:
uk: &Кількість кадрів для пропуску:

source: Speed indicator:
es: Indicador de velocidad:
fr: Indicateur de vitesse :
fr_fr: Indicateur de vitesse :
ko_kr: 속도 표시기:
pt_br: Indicador de velocidade:
uk: Указівник швидкості:

source: Percentage
bg: Процент
es: Porcentaje
fr: Pourcentage
fr_fr: Pourcentage
ko_kr: 백분율 표기
pt_br: Porcentagem
ru: Проценты
uk: Проценти

source: Detailed
bg: Подробно
es: Detallado
fr: Détaillé
fr_fr: Détaillé
ko_kr: 상세 표기
pt_br: Detalhado
ru: Детальный
uk: Докладний

source: On-Screen Display
bg: Екранен дисплей
es: Visualización en pantalla
fr: Diffuser à l'écran
fr_fr: Affichage sur l'écran
ko_kr: 화면에 표시
pt_br: Exibição na tela
ru: Экранное меню
uk: Екранне відображення

source: Default magnification:
es: Ampliación por defecto:
fr: Agrandissement par défaut :
fr_fr: Zoom par défaut :
ko_kr: 기본 배율:
pt_br: Ampliação padrão:
uk: Типове збільшення:

source: Maximum magnification factor:
es: Factor de ampliación máximo:
fr: Facteur d'agrandissement maximum :
fr_fr: Zoom maximum :
ko_kr: 최대 배율 계수:
pt_br: Fator máximo de ampliação:
uk: Максимальний коефіцієнт збільшення:

source: 0 = no maximum
bg: 0 = без максимум
es: 0 = no máximo
fr: 0 = pas de maximum
fr_fr: 0 = pas de maximum
ko_kr: 0 = 최대치 없음
pt_br: 0 = sem máximo
ru: 0 = не маскимальное
uk: 0: не максимум

source: 0 = no limit
bg: 0 = без ограничение
es: 0 = sin límite
fr: 0 = pas de limite
fr_fr: 0 = aucune limite
ko_kr: 0 = 제한 없음
pt_br: 0 = sem limite
ru: 0 = нет лимита
uk: 0: без обмежень

source: Zoom
bg: Приближи
ko_kr: 화면 배율
ru: Увеличить
uk: Масштабувати

source: Title:
bg: Заглавие:
es: Titulo:
fr: Titre :
fr_fr: Titre :
ko_kr: 제목:
pt_br: Título:
ru: Заголовок:
uk: Назва:

source: Description:
bg: Описание:
es: Descripción:
ko_kr: 설명:
pt_br: Descrição:
ru: Описание
uk: Опис:

source: Notes:
bg: Бележки:
es: Notas:
ko_kr: 노트:
pt_br: Notas:
ru: Заметки:
uk: Примітки:

source: Rom Information
bg: Rom информация
es: Información de ROM
fr: Informations détaillées de la ROM
fr_fr: Information sur la ROM
ko_kr: ROM 정보
pt_br: Informações da ROM
ru: Информация о Rom
uk: ROM-відомості

source: Game title:
bg: Заглавие на игра:
es: Titulo del juego:
fr: Titre du jeu :
fr_fr: Titre du jeu :
ko_kr: 게임 제목:
pt_br: Título do jogo:
ru: Название игры:
uk: Назва гри:

source: Internal title:
bg: Вътрешно заглавие:
es: Titulo interno:
fr: Titre interne :
fr_fr: Titre interne :
ko_kr: 내부 제목:
pt_br: Título interno:
ru: Внутреннее название:
uk: Внутрішня назва:

source: Scene Release:
bg: Излизане на сцена:
es: Lanzamiento de escena:
fr: Sortie sur la « Scene » :
fr_fr: Version scène :
ko_kr: ROM 유출:
pt_br: Lançamento da Cena:
uk: Місце випуску:

source: Release Number:
bg: Номер на излизане:
es: Numero de versión:
fr: Numéro de version :
fr_fr: Numéro de publication :
ko_kr: 유출 번호:
pt_br: Número de lançamento:
ru: Номер выпуска:
uk: Номер випуску:

source: Game code:
bg: Код на игра:
es: Código del juego:
fr: Code du jeu :
fr_fr: Code du jeu :
ko_kr: 게임 코드:
pt_br: Código do jogo:
uk: Код гри:

source: Maker code:
bg: Код на създател:
es: Código del creador:
fr: Code du créateur :
fr_fr: Code développeur :
ko_kr: 제작사 코드:
pt_br: Código do fabricante:
uk: Код виробника:

source: Maker name:
bg: Име на създател:
es: Creador:
fr: Nom du créateur :
fr_fr: Nom du développeur :
ko_kr: 제작사 명:
pt_br: Nome do fabricante:
uk: Ім'я виробника:

source: Main unit code:
bg: Код на главна единица:
es: Código de la unidad principal:
fr: Code de l'unité principale :
fr_fr: Code unité principal :
ko_kr: 주 유닛 코드:
pt_br: Código principal da unidade:
uk: Код головного блоку:

source: Device type:
bg: Тип на устройство:
es: Tipo de dispositivo:
fr: Type de périphérique :
fr_fr: Type d'appareil :
ko_kr: 장치 유형:
pt_br: Tipo de dispositivo:
uk: Тип пристрою:

source: ROM version:
bg: ROM версия:
es: Versión de ROM:
fr: Version de la ROM :
fr_fr: Version de la ROM :
ko_kr: ROM 버전:
pt_br: Versão da ROM:
ru: Версия рома:
uk: Версія ROM:

source: ROM Information
bg: ROM информация
es: Información de ROM
fr: Informations détaillées de la ROM
fr_fr: Information sur la ROM
ko_kr: ROM 정보
pt_br: Informações da ROM
ru: Информация о Rom
uk: ROM-відомості

source: Custom
es: Personalizado
fr: Personnaliser
fr_fr: Personnalisé
ko_kr: 커스텀
pt_br: Personalizar
uk: Указати

source: Standard
bg: Стандартен
es: Estándar
ko_kr: 표준 테마
pt_br: Padrão
ru: Образец
uk: Типова

source: Blue Sea
bg: Синьо море
es: Mar azul
fr: Mer Bleue
fr_fr: Bleu Mer
ko_kr: 푸른빛 바다 테마
pt_br: Mar Azul
ru: Голубое море
uk: Блакитне море

source: Dark Night
bg: Тъмна нощ
es: Noche oscura
fr: Nuit Noire
fr_fr: Nuit Sombre
ko_kr: 어두운 밤 테마
pt_br: Noite Escura
ru: Тёмная ночь
uk: Темна ніч

source: Green Forest
bg: Зелена гора
es: Bosque verde
fr: Forêt Verte
fr_fr: Forêt Verte
ko_kr: 녹색 숲 테마
pt_br: Floresta Verde
ru: Зеленый лес
uk: Зелений ліс

source: Hot Desert
bg: Гореща пустиня
es: Desierto caliente
fr: Désert Chaud
fr_fr: Désert Chaud
ko_kr: 뜨거운 사막 테마
pt_br: Deserto Quente
ru: Горячая пустыня
uk: Гаряча пустеля

source: Pink Dreams
bg: Розови сънища
es: Sueños rosados
fr: Rêves Roses
fr_fr: Rêves Roses
ko_kr: 분홍빛 꿈 테마
pt_br: Sonhos Rosas
ru: Розовые сны
uk: Рожеві сни

source: Weird Colors
bg: Странни цветове
es: Colores extraños
fr: Couleurs Étranges
fr_fr: Couleurs Bizarres
ko_kr: 이상한 색 조합
pt_br: Cores Estranhas
ru: Странные цвета
uk: Дивні кольори

source: Real Game Boy Colors
es: Colores Reales de Game Boy
fr: Couleurs réelles de la Game Boy
fr_fr: Vraies couleurs de la Game Boy
ko_kr: 실제 게임보이 컬러
pt_br: Cores Verdadeiras do Game Boy
uk: Справжні кольори Game Boy

source: Real 'Game Boy on Game Boy Advance Special' Colors
fr: Couleurs réelles de la "Game Boy sur la Game Boy Advance Special".
fr_fr: Vraies couleurs de la "Game Boy sur Game Boy Advance Special"
ko_kr: 실제 '게임보이 어드밴스 스페셜에서 게임보이' 색상
pt_br: Cores Verdadeiras do "Game Boy no Game Boy Advance Special"
uk: Справжні кольори Game Boy на Game Boy Advance Special

source: Background
bg: Фон
es: Fondo
fr: Arrière-plan
fr_fr: Arrière-plan
ko_kr: 배경
pt_br: Plano de fundo
ru: Фон
uk: Тло

source: Sprites
bg: Спрайтове
ko_kr: 스프라이트
pt_br: Imagens Móveis
ru: Спрайты
uk: Спрайти

source: Use this palette
bg: Използвай тази палитра
es: Usar esta paleta
fr: Utiliser cette palette
fr_fr: Utiliser cette palette
ko_kr: 이 팔레트 사용
pt_br: Usar esta paleta
ru: Использовать эту палитру
uk: Використовувати палітру

source: Restore
bg: Възстанови
es: Restaurar
fr: Restaurer
fr_fr: Restaurer
ko_kr: 복원
pt_br: Restaurar
ru: Восстановить
uk: Відновити

source: Char Base
bg: Знакова база
es: Base de caracter
fr: Base de caractère
fr_fr: Modèle de base
ko_kr: 문자 베이스
pt_br: Base dos Caracteres
ru: Основа характера
uk: База символів

source: Map Base
bg: Таблична база
es: Base del mapa
fr: Base de carte
fr_fr: Définir la Base
ko_kr: 맵 베이스
pt_br: Base do Mapa
ru: Основа карты
uk: База мапи

source: Stretch to &fit
bg: Разтегни до &побиране
es: &Estirar para ajustar
fr: Etirer pour &adapter
fr_fr: Étirer pour &correspondre
ko_kr: 화면에 맞춤 (&F)
pt_br: Esticar pra &encaixar
ru: Растягивать для соответствия
uk: &Заповнити

source: Auto &update
bg: Авто &обновяване
es: &Actualización automática
fr: Mise à jour &automatique
fr_fr: &Mise à jour auto
ko_kr: 자동 업데이트 (&U)
pt_br: Auto-&atualizar
ru: Автообновление
uk: Авто&оновлення

source: Address:
bg: Адрес:
es: Dirección:
fr: Adresse :
fr_fr: Adresse :
ko_kr: 주소:
pt_br: Endereço:
ru: Адрес
uk: Адреса:

source: Tile:
bg: Плочка:
es: Mosaico:
fr: Tuile :
fr_fr: Titre :
ko_kr: 타일:
pt_br: Ladrilho:
ru: Заголовок:
uk: Плитка:

source: Flip:
bg: Обръщане:
es: Voltear:
fr: Retourner :
fr_fr: Échanger :
pt_br: Inverter:
uk: Перевернути:

source: Palette:
bg: Палитра:
es: Paleta:
ko_kr: 색상 팔레트:
pt_br: Paleta:
ru: Палитра:
uk: Палітра:

source: Priority:
bg: Приоритет:
es: Prioridad :
fr: Priorité :
fr_fr: Priorité :
ko_kr: 우선도:
pt_br: Prioridade:
ru: Приоритет:
uk: Пріоритет:

source: &Refresh
bg: &Обнови
es: &Actualizar
fr: &Actualiser
fr_fr: &Rafraichir
ko_kr: 새로고침 (&R)
pt_br: &Atualizar
ru: Обновить
uk: &Оновити

source: &Save
bg: &Запази
es: &Guardar
fr: &Sauvegader
fr_fr: &Sauvegarder
ko_kr: 저장 (&S)
pt_br: &Salvar
ru: Сохраннить
uk: З&берегти

source: Sprite:
bg: Спрайт:
ko_kr: 스프라이트:
pt_br: Imagem Móvel:
ru: Спрайт:
uk: Спрайт:

source: Pos:
bg: Поз.:
ko_kr: 위치:
ru: Позиция:
uk: Положення:

source: Prio:
bg: Прио.:
ru: Приоритет:
uk: Пріоритет:

source: Pal:
bg: Пал.:
ko_kr: 팔레트:
ru: Палитра:
uk: Палітра:

source: Flags:
bg: Флагове:
fr: Repères :
ko_kr: 플래그:
pt_br: Bandeiras:
ru: Флаги:
uk: Позначки:

source: Bank:
bg: Банка:
fr: Banque :
fr_fr: Banque :
ko_kr: 뱅크:
pt_br: Banco:
uk: Банк:

source: &Save...
bg: &Запази...
es: &Guardar...
fr: &Sauvegarder...
fr_fr: &Sauvegarder...
ko_kr: 저장 (&S)...
pt_br: &Salvar...
ru: Сохраннить
uk: З&берегти...

source: Click on a color for more information
bg: Щракнете на цвят за повече информация
es: Haz clic en un color para mas información
fr: Cliquer sur une couleur pour obtenir plus d'informations
fr_fr: Cliquez sur une couleur pour plus d'informations
ko_kr: 색을 클릭하면 추가 정보를 볼 수 있습니다.
pt_br: Clique em uma cor pra mais informações
ru: Нажмите на цвет, для получения дополнительной информации
uk: Натисни колір для докладних відомостей.

source: Save &BG...
bg: Запази &фон...
es: &Guardar BG...
fr: Sauvegarder &BG...
fr_fr: Sauvegarder le &BG...
ko_kr: 배경 저장 (&B)...
pt_br: Salvar &BG...
ru: Сохранить фон
uk: Зберегти &тло...

source: Sprite
bg: Спрайт
ko_kr: 스프라이트
pt_br: Imagem Móvel
ru: Спрайт
uk: Спрайт

source: Save &Sprite...
bg: Запази &спрайт...
es: &Guardar Sprite...
fr: Sauvegarder le &sprite...
fr_fr: Sauvegarder le &Sprite...
ko_kr: 스프라이트 저장 (&S)...
pt_br: Salvar &Imagem Móvel...
ru: Сохранить спрайт
uk: Зберегти &спрайт...

source: Index:
bg: Индекс:
es: Índice:
ko_kr: 인덱스:
pt_br: Índice:
ru: Указатель:
uk: Індекс:

source: Value:
bg: Стойност:
es: Valor:
fr: Valeur :
fr_fr: Valeur :
ko_kr: 값:
pt_br: Valor:
ru: Значение
uk: Значення:

source: Print Si&ze
bg: Ра&змер на печат
es: &Mostrar tamaño
fr: Tail&le d'impression
fr_fr: Tai&lle de l'impression
ko_kr: 출력 크기 (&Z)
pt_br: Tamanho da Im&pressão
ru: Размер печати
uk: Розмір &друку

source: C&ontinue
bg: П&родължи
es: &Continuar
fr: C&ontinuer
fr_fr: C&ontinuer
ko_kr: 계속하기 (&O)
pt_br: C&ontinuar
ru: Продолжить
uk: &Продовжити

source: Cartridge type:
bg: Тип на касета:
es: Tipo de cartucho:
fr: Type de cartouche :
fr_fr: Type de cartouche :
ko_kr: 카트리지 형식:
pt_br: Tipo de cartucho:
ru: Тип картриджа:
uk: Тип картриджа:

source: SGB code:
es: Código SGB:
fr: Code SGB :
fr_fr: Code SGB :
ko_kr: SGB 코드:
pt_br: Código do SGB:
uk: Super Game Boy-код:

source: CGB code:
es: Código CGB:
fr: Code CGB :
fr_fr: Code CGB :
ko_kr: CGB 코드:
pt_br: Código do GBC:
uk: Game Boy Color-код:

source: ROM size:
bg: ROM размер:
es: Tamaño de ROM:
fr: Taille de la mémoire ROM :
fr_fr: Taille ROM :
ko_kr: ROM 크기:
pt_br: Tamanho da ROM:
ru: Размер ROM:
uk: Розмір ROM:

source: RAM size:
bg: RAM размер:
es: Tamaño de RAM:
fr: Taille de la mémoire RAM :
fr_fr: Taille RAM :
ko_kr: RAM 크기:
pt_br: Tamanho da RAM:
ru: Размер ЗУПД:
uk: Розмір RAM:

source: Dest. code:
bg: Код на местонах.:
es: Código de destino:
fr: Code de destination :
fr_fr: Code de dest. :
ko_kr: Dest. 코드:
pt_br: Código de destino:
uk: Призначений код:

source: License code:
bg: Код на лиценз:
es: Código de licencia:
fr: Code de la licence :
fr_fr: Code licence :
ko_kr: 라이센스 코드:
pt_br: Código da licença:
ru: Код лицензии:
uk: Код ліцензії:

source: Header checksum:
es: Suma de comprobación de cabecera:
fr: Somme de contrôle de l'en-tête :
fr_fr: Somme de contrôle du header :
ko_kr: 헤더 체크섬:
pt_br: Checksum do cabeçalho:
uk: Контрольна сума заголовка:

source: Cartridge checksum:
es: Suma de comprobación de cartucho:
fr: Somme de contrôle de la cartouche :
fr_fr: Somme de contrôle de la cartouche :
ko_kr: 카트리지 체크섬:
pt_br: Checksum do catucho:
uk: Контрольна сума картриджа:

source: VRAM Bank
bg: VRAM банка
es: Banco de VRAM
fr_fr: Banque VRAM
pt_br: Banco da VRAM
ru: Банк видеопамяти
uk: VRAM-банк

source: Game Boy Advance settings
bg: Game Boy Advance настройки
es: Config. de Game Boy Advance
fr: Paramètres Game Boy Advance
fr_fr: Paramètres Game Boy Advance
ko_kr: 게임보이 어드밴스 설정
pt_br: Configurações do Game Boy Advance
ru: Настройки Game Boy Advance
uk: Налаштування Game Boy Advance

source: Save type:
es: Tipo de guardado:
fr: Type de sauvegarde :
fr_fr: Type de sauvegarde :
ko_kr: 저장 유형:
pt_br: Tipo de save:
uk: Тип збереження:

source: Automatic
bg: Автоматично
es: Automático
fr: Automatique
fr_fr: Automatique
ko_kr: 자동
pt_br: Automático
ru: Автоматически
uk: Автоматично

source: Flash
bg: Флаш
ko_kr: 플래시
uk: Флеш-пам'ять

source: Flash size:
es: Tamaño de flash:
fr: Taille de la mémoire flash :
fr_fr: Taille Flash :
ko_kr: 플래시 크기:
pt_br: Tamanho do Flash:
uk: Флеш-розмір:

source: 64 K
uk: 64 Кбайт

source: 128 K
uk: 128 Кбайт

source: Detect Now
bg: Открий сега
es: Detectar ahora
fr: Détecter maintenant
fr_fr: Détecter maintenant
ko_kr: 맞춤 형식 확인
pt_br: Detectar Agora
ru: Определить
uk: Виявити

source: Cartridge
bg: Касета
es: Cartucho
fr: Cartouche
fr_fr: Cartouche
ko_kr: 카트리지
pt_br: Cartucho
ru: Картридж
uk: Картридж

source: Save type
bg: Тип на запазване
es: Tipo de guardado:
fr: Type de sauvegarde
fr_fr: Type de sauvegarde
ko_kr: 저장 형식
pt_br: Tipo de save
ru: Тип сохранения
uk: Тип збереження

source: BIOS file:
es: Archivo BIOS:
fr: Fichier BIOS :
fr_fr: Fichier Bios :
ko_kr: 바이오스 파일:
pt_br: Arquivo da BIOS:
uk: BIOS:

source: Current BIOS file:
es: Archivo BIOS actual:
fr: Fichier BIOS en cours :
fr_fr: Fichier BIOS actuel :
ko_kr: 현재 바이오스 파일:
pt_br: Arquivo da BIOS atual:
uk: Поточний BIOS:

source: Boot ROM
bg: Зареждащ ROM
es: ROM de arranque
fr: Démarrage de la ROM
fr_fr: ROM de démarrage
ko_kr: 부팅 ROM
pt_br: Inicializar a ROM
ru: Загрузочный ROM-файл
uk: ROM завантаження

source: Game Code
bg: Код на игра
es: Código del juego
fr: Code du jeu
fr_fr: Code du jeu
ko_kr: 게임 코드
pt_br: Código do Jogo
uk: Код гри

source: Comment
bg: Коментар
es: Comentario
fr: Commentaire
fr_fr: Commenter
ko_kr: 주석
pt_br: Comentário
ru: Комментарий
uk: Коментар

source: Real Time Clock:
bg: Часовник за реално време
es: Reloj de tiempo real:
fr: Horloge en temps réel :
fr_fr: Horloge en temps réel :
ko_kr: 실시간 시계:
pt_br: Relógio em Tempo Real:
ru: Часы реального времени
uk: Годинник реального часу:

source: Default
bg: По подразбиране
es: Por defecto
fr: Défaut
fr_fr: Défaut
ko_kr: 기본
pt_br: Padrão
ru: По умолчанию
uk: Типово

source: Disabled
bg: Забранен
es: Desactivado
fr: Désactivé
fr_fr: Désactivé
ko_kr: 비활성화
pt_br: Desativado
ru: Отключено
uk: Вимкнено

source: Enabled
bg: Разрешен
es: Activado
fr: Activé
fr_fr: Activé
ko_kr: 활성화
pt_br: Ativado
ru: Включено
uk: Увімкнено

source: Save Type:
bg: Тип на запазване:
es: Tipo de guardado:
fr: Type de sauvegarde :
fr_fr: Type de sauvegarde :
ko_kr: 저장 형식:
pt_br: Tipo de Save:
ru: Тип сохранения :
uk: Тип збереження:

source: Flash Size:
bg: Размер на флаш:
es: Tamaño de Flash:
fr: Taille de la mémoire Flash :
fr_fr: Taille Flash :
ko_kr: 플래시 크기 :
pt_br: Tamanho do Flash:
ru: Объём флеш-памяти :
uk: Флеш-розмір:

source: Mirroring:
bg: Огледално:
es: Reflejo:
fr: Symétrie :
fr_fr: Symétrie :
ko_kr: 미러링:
pt_br: Espelhamento:
ru: Зеркальное:
uk: Віддзеркалення:

source: &Defaults
bg: &По подразбирания
es: &Predeterminados
fr: &Défauts
fr_fr: &Défauts
ko_kr: 기본 (&D)
pt_br: &Padrões
ru: По умолчанию
uk: &Типово

source: Game Overrides
bg: Отменяния на игра
es: Anulaciones del juego
fr: Remplacements du jeu
fr_fr: Dérogations pour ce jeu
ko_kr: 게임 오버라이드
pt_br: Substituições do Jogo
ru: Переопределение игры
uk: Перевизначення гри

source: Game Boy settings
es: Ajustes de Game Boy
fr: Paramètres de la Game Boy
fr_fr: Paramètres Game Boy
ko_kr: 게임보이 설정
pt_br: Configurações do Game Boy
uk: Налаштування Game Boy

source: Emulated &system:
es: &Sistema emulado:
fr: &Système émulé :
fr_fr: &Système émulé :
ko_kr: 에뮬레이트된 시스템 (&S):
pt_br: Sistema &emulado:
uk: Емульована &система:

source: Display &borders:
fr: Affichage des &bordures :
fr_fr: Afficher les &bordures :
ko_kr: 테두리 표시 (&B):
pt_br: Exibir &bordas:
uk: &Межі відображення:

source: Never
bg: Никога
es: Nunca
fr: Jamais
fr_fr: Jamais
ko_kr: 안 함
pt_br: Nunca
ru: Никогда
uk: Ніколи

source: Always
bg: Винаги
es: Siempre
fr: Toujours
fr_fr: Toujours
ko_kr: 항상
pt_br: Sempre
ru: Всегда
uk: Завжди

source: System
bg: Система
es: Sistema
fr: Système
fr_fr: Système
ko_kr: 시스템
pt_br: Sistema
ru: Система
uk: Система

source: Game Boy Boot &ROM file:
fr: Fichier &ROM de démarrage de la Game Boy :
fr_fr: Fichier &ROM de démarrage Game Boy :
ko_kr: 게임보이 부팅 롬 파일 (&R):
pt_br: Arquivo da ROM de &Inicialização do Game Boy:
uk: Game &Boy ROM завантаження:

source: Select a File
bg: Избери файл
es: Selecciona un archivo
fr: Sélectionnez un fichier
fr_fr: Sélectionner un fichier
ko_kr: 파일을 선택하세요.
pt_br: Selecionar um Arquivo
uk: Вибір файлу

source: Game Boy Color Boot ROM &file:
fr: Fichier &ROM de démarrage de la Game Boy Color :
fr_fr: &Fichier ROM de démarrage Game Boy Color :
ko_kr: 게임보이 컬러 부팅 롬 파일 (&F):
pt_br: Arquivo da ROM de Inicialização do Game Boy &Color:
uk: Game Boy &Color ROM завантаження:

source: Current Game Boy BIOS file:
es: Archivo BIOS de Game Boy actual:
fr: Fichier BIOS actuel du Game Boy :
fr_fr: Fichier BIOS Game Boy actuel :
ko_kr: 현재 게임보이 바이오스 파일:
pt_br: Arquivo atual da BIOS do Game Boy:
uk: Поточний Game Boy BIOS:

source: Current Game Boy Color BIOS file:
fr: Fichier BIOS actuel du Game Boy Color :
fr_fr: Fichier BIOS Game Boy Color actuel :
ko_kr: 현재 게임보이 컬러 바이오스 파일:
pt_br: Arquivo atual da BIOS do Game Boy Color:
uk: Поточний Game Boy Color BIOS:

source: User 1
bg: Потребител 1
es: Usuario 1
fr: Utilisateur 1
fr_fr: Utilisateur 1
ko_kr: 사용자 1
pt_br: Usuário 1
ru: Пользователь 1
uk: Користувач 1

source: User 2
bg: Потребител 2
es: Usuario 2
fr: Utilisateur 2
fr_fr: Utilisateur 2
ko_kr: 사용자 2
pt_br: Usuário 2
ru: Пользователь 2
uk: Користувач 2

source: Custom Colors
bg: Потребителски цветове
es: Colores personalizados
fr: Couleurs personnalisées
fr_fr: Couleurs personnalisées
ko_kr: 사용자 색상 조합
pt_br: Cores Personalizadas
ru: Пользовательские цвета
uk: Указані кольори
