Repository: visualboyadvance-m/visualboyadvance-m
Catalog: po/wxvbam/*.po
Languages: bg, es, fr, fr_fr, ko_kr, pt_br, ru, uk

source: Memory dumps (*.dmp;*.bin)|*.dmp;*.bin|
bg: Разтоварвания на паметта (*.dmp;*.bin)|*.dmp;*.bin|
es: Volcados de memoria (*.dmp;*.bin) | *.dmp; *.bin|
fr: Dumps mémoire (*.dmp;*.bin)|*.dmp;*.bin|
fr_fr: Extractions mémoire (*.dmp;*.bin)|*.dmp;*.bin|
ko_kr: 메모리 덤프 (*.dmp;*.bin)|*.dmp;*.bin|
pt_br: Dumps de memória (*.dmp;*.bin)|*.dmp;*.bin|
ru: Файлы дампов памяти (*.dmp;*.bin)|*.dmp;*.bin|
uk: Дампи пам'яті|*.dmp;*.bin|

source: Select memory dump file
bg: Избери файл за разтоварване на паметта
es: Selecciona el archivo de volcado de memoria
fr: Sélectionner le fichier de dump mémoire
fr_fr: Choisir le fichier d'extraction mémoire
ko_kr: 메모리 덤프 파일을 선택
pt_br: Selecionar o arquivo do dump de memória
ru: Выбрать файл дампа памяти
uk: Вибір дампа пам'яті

source: Red:
es: Rojo:
fr_fr: Rouge :
ko_kr: 빨강:
pt_br: Vermelho:
uk: Червоний:

source: Green:
es: Verde:
fr_fr: Vert :
ko_kr: 초록:
pt_br: Verde:
uk: Зелений:

source: Blue:
es: Azul:
fr_fr: Bleu :
ko_kr: 파랑:
pt_br: Azul:
uk: Синій:

source: Unable to load dialog %s from resources
bg: Не може да се зареди диалог %s от ресурси
es: No se puede cargar el diálogo %s de recursos
fr: Ne peut pas charger le dialogue %s depuis les ressources
fr_fr: Impossible de charger le dialogue %s depuis les ressources
ko_kr: 리소스로부터 대화 %s을 불러올 수 없습니다.
pt_br: Incapaz de carregar o diálogo %s a partir dos recursos
ru: Невозможно загрузить диалог %s из ресурсов
uk: Неможливо завантажити вікно %s з ресурсів.

source: Invalid configuration file provided: %s
es: Archivo de configuración proporcionado inválido: %s
fr: Fichier de configuration invalide fourni : %s
fr_fr: Fichier de configuration invalide : %s
ko_kr: 제공된 구성 파일이 잘못되었습니다: %s
pt_br: Arquivo de configuração inválido fornecido: %s
uk: Надано недійсний файл конфігурації: %s.

source: Save built-in XRC file and exit
bg: Запази вграден XRC файл и излез
es: Guardar el archivo XRC integrado y salir
fr: sauvegarder le fichier XRC intégré et quitter
fr_fr: Sauvegarder le fichier XRC intégré et quitter
ko_kr: built-in XRC 파일을 저장하고 종료합니다.
pt_br: Salvar o arquivo e a saída embutidos do XRC
ru: Сохранить встроенный XRC-файл и выйти
uk: Зберегти вбудований XRC та вийти

source: Save built-in vba-over.ini and exit
bg: Запази вграден vba-over.ini и излез
es: Guardar archivo integrado vba-over.ini y salir
fr: sauvegarder le fichier vba-over.ini intégré et quitter
fr_fr: Sauvegarder le fichier vba-over.ini intégré et quitter
ko_kr: built-in vba-over.ini 를 저장하고 종료합니다.
pt_br: Salvar o vba-over.ini embutido e sair
ru: Сохранить встроенный файл vba-over.ini и выйти
uk: Зберегти вбудований vba-over.ini та вийти

source: Print configuration path and exit
bg: Изпиши пътя на конфигурация и излез
es: Mostrar ruta de configuración y salir
fr: imprimer la route de la configuration et quitter
fr_fr: Afficher le chemin de configuration et quitter
ko_kr: 설정 경로를 출력하고 종료합니다.
pt_br: Imprimir o caminho e a saída da configuração
ru: Напечатать путь к конфигурации и выйти
uk: Роздрукувати шлях конфігурації та вийти

source: Start in full-screen mode
bg: Стартирай в режим на цял екран
es: Empezar en modo pantalla completa
fr: démarrer en mode plein écran
fr_fr: Démarrer en mode plein écran
ko_kr: 전체화면으로 시작합니다.
pt_br: Iniciar no modo de tela cheia
ru: Запускать в полноэкранном режиме
uk: Запускати в повному екрані

source: Set a configuration file
bg: Задай конфигурационен файл
es: Asignar archivo de configuración
fr: choisir un fichier de confguration
fr_fr: Choisir un fichier de configuration
ko_kr: 구성 설정 파일을 설정합니다.
pt_br: Definir um arquivo de configuração
uk: Встановити файл конфігурації

source: Delete shared link state first, if it exists
bg: Изтрий състоянието на споделена връзка първо, ако съществува
es: Borrar estado de enlace compartido primero, si aún existe
fr: supprimer le premier état de connexion partagé, si il existe
fr_fr: Supprimer l'objet de mémoire partagé, s'il existe
ko_kr: shared link state 파일이 존재한다면 삭제합니다.
pt_br: Apagar o estado do link compartilhado primeiro se ele existir
ru: Удалить файл состояния подключения, если он существует
uk: Видалити спочатку стан загального з'єднання за наявності

source: List all settable options and exit
bg: Изброй всички регулируеми опции и излез
es: Mostrar todas las opciones configurables y salir
fr: lister toutes les options paramétrables et quitter
fr_fr: Lister toutes les options configurables et quitter
ko_kr: 설정 가능한 옵션을 나열하고 종료
pt_br: Listar todas as opções configuráveis e sair
ru: Вывести все изменяемые параметры и выйти
uk: Показати всі налаштовувані опції та вийти

source: ROM file
bg: ROM файл
es: Archivo ROM
fr: fichier ROM
fr_fr: Fichier ROM
ko_kr: ROM 파일
pt_br: Arquivo da ROM
ru: ROM-файл
uk: ROM-файл

source: Configuration / build error: can't find built-in xrc
es: Error de configuración/compilación: no se puede encontrar el xrc integrado
fr: Erreur de configuration / build : ne trouve pas le xrc intégré
fr_fr: Erreur de configuration / d'assemblage : impossible de trouver le fichier xrc intégré
ko_kr: 구성 / 빌드 오류: 기본 제공 xrc를 찾을 수 없음
pt_br: Erro de configuração/compilação: não consegue achar o xrc embutido
uk: Помилка конфігурації / випуску: неможливо знайти вбудований xrc.

source: Wrote built-in configuration to %s. To override, remove all but changed root node(s). First found root node of correct name in any .xrc or .xrs files in following search path overrides built-in:
es: Configuración integrada escrita en %s. Para sobrescribirla, elimine todos salvo los nodo(s) raíz modificados. En primer lugar, encuentre el nodo raíz con el nombre correcto en cualquier archivo .xrc o .xrs en las siguientes sobrescrituras de ruta de búsqueda integradas:
fr: La configuration intégrée a été écrite à %s.Pour l'annuler, supprimez tous les nœud(s) racine sauf ceux qui ont été modifiés. Le premier nœud racine trouvé du nom correct dans tous les fichiers .xrc ou .xrs dans le chemin de recherche suivant remplace la configuration intégrée :
fr_fr: Configuration intégrée enregistrée sur %s. Pour passer outre, tout enlever sauf le·s nœud·s de racine modifié·s. D'abord trouver le nœud racine au nom correct dans tous les fichiers .xrc ou .xrs dans le chemin de recherche suivant les chemins d'accès intégrés :
ko_kr: 기본 구성을 %s로 작성했습니다. 재정의하려면 변경된 루트 노드를 제외한 모든 노드를 제거하세요. 다음 검색 경로에서 .xrc 또는 .xrs 파일에서 올바른 이름의 루트 노드를 처음 발견하면 기본값이 재정의됩니다:
pt_br: Gravou a configuração embutida em %s. Pra substituir remova tudo menos o(s) nó(s) raiz mudado(s). O Primeiro nó raiz encontrado do nome correto em quaisquer arquivos .xrc ou .xrs no seguinte caminho de busca substitui o embutido:
uk: Записано вбудовану конфігурацію до %s. Для перевизначення вилучи всі вузли, крім змінених кореневих. Перший знайдений кореневий вузол із правильним іменем у будь-якому файлі .xrc чи .xrs у наведених шляхах пошуку перевизначає вбудований:

source: Configuration is read from, in order:
bg: Конфигурацията се чете от, по ред:
es: La configuración es leída desde, en orden:
fr: la configuration est lue depuis, dans l'ordre :
fr_fr: La configuration est lue depuis, dans l'ordre :
ko_kr: 설정은 다음으로부터 순서대로 불러옵니다 :
pt_br: De onde a configuração é lida, em ordem:
ru: Конфигурация прочитана из файлов, по порядку:
uk: Конфігурацію прочитано з файлів за порядком:

source: Wrote built-in override file to %s To override, delete all but changed section. First found section is used from search path:
es: Fichero de sobrescritura integrado escrito en %s Para sobrescribir, elimine todo salvo la sección de modificados. La primera sección encontrada se usa desde la ruta de búsqueda:
fr: Écriture d'un fichier de remplacement intégré à %s Pour remplacer, supprimer toutes les sections sauf celles qui ont été modifiées.La première section trouvée est utilisée à partir du chemin de recherche :
fr_fr: Override intégré enregistré sur %s Pour passer outre, tout supprimer sauf la section changée. La première section trouvée est utilisée depuis le chemin de recherche :
ko_kr: 기본 제공 오버라이드 파일을 %s로 작성했습니다. 재정의하려면 변경된 섹션을 제외한 모든 섹션을 삭제합니다. 검색 경로에서 처음 찾은 섹션이 사용됩니다:
pt_br: Gravou o arquivo de substituição embutido em %s Pra substituir apague tudo menos a seção mudada. A primeira seção encontrada é usada no caminho da busca:
uk: Записано вбудоване перевизначення файлу до %s. Для перевизначення видали всі розділи, крім змінених. Перший знайдений розділ буде використано зі шляху пошуку:

source: built-in
bg: вграден
es: integrado
fr: intégré
fr_fr: intégré
ko_kr: 빌트인
pt_br: embutido
ru: встроенный
uk: вбудовано

source: Options set from the command line are saved if any configuration changes are made in the user interface. For flag options, true and false are specified as 1 and 0, respectively.
bg: Опции, зададени от командният ред се запазват, ако всякакви конфигурационни промени са направени в потребителския интерфейс. За флагови опции, вярно и невярно са уточнени ако 1 и 0, съответно.
es: Las opciones establecidas desde la línea de comandos se guardan si se realizan cambios de configuración en la interfaz de usuario. Para las opciones marcadas, verdadero y falso se especifican como 1 y 0, respectivamente.
fr: les options instanciées depuis la ligne de commande sont sauvegardées si il y a des changements de configuration dans l'interface utilisateur. Pour les options de repère, les valeurs true et false sont spécifiées comme 1 et 0, respectivement.
fr_fr: Les options définies depuis la ligne de commande sont sauvegardées si des changements de configuration sont faits dans l'interface utilisateur. Pour les options flag, vrai et faux sont spécifiés comme 1 et 0, respectivement.
ko_kr: 사용자 인터페이스에서 설정이 변경되면, 명령 줄에서 선택된 옵션이 저장됩니다. 플래그 옵션에서, true와 false는 각각 1과 0으로 지정됩니다.
pt_br: As opções definidas na linha de comando são salvas se quaisquer mudanças de configuração são feitas na interface do usuário. Pras opções de bandeira o verdadeiro e o falso estão especificados como 1 e 0 respectivamente.
ru: Параметры, установленные из командной строки сохраняются, если любые изменения конфигурации сделаны из интерфейса программы. Для значений true и false используются цифры 1 и 0 соответственно
uk: Опції, встановлені з командного рядка, буде збережено при зміні конфігурації інтерфейсу користувача. Для позначення значення "істина" та "хиба" вказуються як 1 і 0 відповідно.

source: The commands available for the Keyboard/* option are:
bg: Командите налични за Клавиатурата/* опция са:
es: Los comandos disponibles para la opción de Teclado/* son:
fr: les commandes disponibles pour l'option Clavier/* sont :
fr_fr: Les commandes disponibles pour les options Keyboard/* sont :
ko_kr: 키보드 / * 옵션으로 사용 가능한 수준 :
pt_br: Os comandos disponíveis para a opção Teclado/* são:
ru: Команды для настройки клавиатуры:
uk: Доступні команди для опцій клавіатури:

source: Configuration file not found.
bg: Конфигурационен файл не е открит.
es: Archivo de configuración no encontrado.
fr: le fichier de configuration n'a pas été trouvé.
fr_fr: Fichier de configuration introuvable.
ko_kr: 설정 파일을 찾을 수 없습니다.
pt_br: Arquivo de configuração não encontrado.
uk: Файл конфігурації не знайдено.

source: Bad configuration option or multiple ROM files given:
bg: Лоша конфигурационна опция или множество ROM файлове са дадени:
es: Se ha proporcionado una mala configuración o se han recibido múltiples archivos ROM:
fr: Mauvaise option de configuration ou plusieurs fichiers ROM donnés :
fr_fr: Mauvaise option de configuration ou plusieurs fichiers ROM fournis :
ko_kr: 설정 옵션이 잘못되었거나, 여러 개의 ROM 파일이 주어졌습니다:
pt_br: Opção ruim da configuração ou múltiplos arquivos de ROMs dados:
ru: Неверный параметр конфигурации или выбрано несколько ROM-файлов:
uk: Неправильна опція конфігурації чи вибрано декілька ROM'ів:

source: Motion Up
bg: Движение нагоре
es: Mover arriba
fr: Mouvement Haut
fr_fr: Mouvement vers le haut
ko_kr: 위 동작
pt_br: Movimento pra Cima
uk: Рух ↑

source: Motion Down
bg: Движение надолу
es: Mover abajo
fr: Mouvement Bas
fr_fr: Mouvement vers le bas
ko_kr: 아래 동작
pt_br: Movimento pra Baixo
uk: Рух ↓

source: Motion Left
es: Movimiento Izquierda
fr_fr: Mouvement vers la gauche
ko_kr: 모션 왼쪽
pt_br: Movimento pra Esquerda
uk: Рух ←

source: Motion Right
es: Movimiento Derecha
fr_fr: Mouvement vers la droite
ko_kr: 모션 오른쪽
pt_br: Movimento pra Direita
uk: Рух →

source: Motion In
fr_fr: Mouvement vers le joueur
ko_kr: 모션 인
pt_br: Movimento pra Dentro
uk: Рух назад

source: Motion Out
fr_fr: Mouvement vers l'avant
ko_kr: 모션 아웃
pt_br: Movimento pra Fora
uk: Рух уперед

source: Auto A
ko_kr: 자동 A
pt_br: Auto-Pressionar A
uk: A-Turbo

source: Auto B
ko_kr: 자동 B
pt_br: Auto-Pressionar B
uk: B-Turbo

source: Speed
bg: Скорост
es: Rapidez
fr: Vitesse
fr_fr: Vitesse
ko_kr: 속도
pt_br: Velocidade
ru: Скорость
uk: Швидкість

source: Capture
es: Capturar
fr_fr: Capture d'écran
ko_kr: 캡처
pt_br: Capturar
uk: Захопити

source: Joypad %zu %s
es: Mando%zu%s
fr_fr: Manette %zu %s
ko_kr: 조이패드 %zu %s
uk: Джойстик %zu %s

source: Use bilinear filter with 3d renderer
es: Utilizar filtro bilineal con renderizado 3d
fr: Utiliser le filtre bilinéaire avec le moteur de rendu 3D
fr_fr: Utilise le filtre bilinéaire avec le rendu 3D
ko_kr: 3d 렌더러와 함께 이중선형 필터 사용
pt_br: Usar o filtro bilinear com renderizador 3D
uk: Використовувати білінійний фільтр із 3D-опрацьовувачем

source: Full-screen filter to apply
es: Filtro de pantalla completa a aplicar
fr: Filtre en Plein Ecran à appliquer
fr_fr: Filtre Plein Écran à appliquer
ko_kr: 적용할 전체화면 필터
pt_br: Filtro de tela cheia a aplicar
uk: Повноекранний фільтр для встановлення

source: Filter plugin library
es: Biblioteca de plugin de filtro
fr: Bibliothèque de plugin de filtre
fr_fr: Bibliothèque du plugin Filtre
ko_kr: 필터 플러그인 라이브러리
pt_br: Biblioteca dos plugins dos filtros
uk: Бібліотека плаґінів фільтрів

source: Interframe blending function
es: Función de mezclado entre fotogramas
fr: Fonction de mélange inter-images
fr_fr: Filtre de fusion inter-image
ko_kr: 인터프레임 블렌딩 기능
pt_br: Função de mistura dos interframes
uk: Функція міжкадрового змішування

source: Bit depth
es: Profundidad de bit
fr_fr: Profondeur de Bits
ko_kr: 비트 심도
pt_br: Profundidade dos bits
uk: Бітова глибина

source: Keep window on top
es: Mantener ventana encima
fr: Garder la fenêtre dessus
fr_fr: Garder la fenêtre sur le dessus
ko_kr: 창을 맨 위에 유지
pt_br: Manter a janela no topo
uk: Зберігати вікно над усіма вікнами

source: Maximum number of threads to run filters in
es: Número máximo de hilos en donde ejecutar filtros
fr: Nombre maximal de processus pour l'exécution des filtres
fr_fr: Nombre maximum de threads pour les filtres
ko_kr: 필터를 실행할 최대 스레드 수
pt_br: Número máximo de threads pra executar os filtros
uk: Максимальна кількість потоків для запуску фільтрів

source: Render method; if unsupported, simple method will be used
es: Método de renderizado; si es incompatible, se utilizará un método simple
fr: Méthode de rendu ; si elle n'est pas prise en charge, la méthode simple sera utilisée.
fr_fr: Méthode de rendu ; si non supporté, la méthode simple sera utilisée
ko_kr: 렌더링 방법; 지원되지 않는 경우 간단한 방법 사용
pt_br: Método de renderização; se não for suportado o método simples será usado
uk: Спосіб опрацювання; при непідтримці буде використано простий спосіб

source: Default scale factor
es: Factor de escala predeterminado
fr: Facteur d'échelle par défaut
fr_fr: Facteur d'échelle par défaut
ko_kr: 기본 스케일 팩터
pt_br: Fator de escala padrão
uk: Типовий коефіцієнт масштабу

source: Retain aspect ratio when resizing
es: Mantener la relación de aspecto al cambiar el tamaño
fr: Conserver le rapport hauteur/largeur lors du redimensionnement
fr_fr: Conserver les propotions lors du redimensionnement
ko_kr: 크기 조정 시 화면비 유지
pt_br: Reter a proporção do aspecto quando redimensionar
uk: Зберігати співвідношення сторін при зміні розміру

source: SDL renderer
es: Renderizador SDL
fr_fr: Moteur de rendu SDL
ko_kr: SDL 렌더러
pt_br: Renderizador SDL
uk: SDL-опрацьовувач

source: Color correction profile
es: Perfil de corrección de color
pt_br: Perfil de correção das cores
uk: Профіль виправлення кольору

source: BIOS file to use for Game Boy, if enabled
es: Fichero BIOS a usar para Game Boy, si está habilitado
fr: Fichier BIOS à utiliser pour la Game Boy, si activé
fr_fr: Fichier BIOS Game Boy
ko_kr: 활성화된 경우, 게임보이에서 사용할 바이오스 파일
pt_br: O arquivo da BIOS a usar pro Game Boy se ativado
uk: BIOS для використання Game Boy

source: Game Boy color enhancement, if enabled
fr: Amélioration des couleurs de la Game Boy, si activée
fr_fr: Amélioration Game Boy Color, si activée
ko_kr: 활성화된 경우, 게임보이 색상 향상
pt_br: Melhoria de cor do Game Boy se ativado
uk: Посилення кольору Game Boy

source: Enable DX Colorization Hacks
es: Habilitar Hacks de Coloreo DX
fr: Activer les hacks de colorisation DX
fr_fr: Activer les hacks de colorisation DX
ko_kr: DX 색상화 해킹 활성화
pt_br: Ativar os hacks de colorização do DX
uk: Увімкнути DX-хаки кольоризації

source: Apply LCD filter, if enabled
es: Aplicar Filtro LCD, si está habilitado.
fr: Appliquer le filtre LCD, s'il est activé
fr_fr: Appliquer le filtre LCD, si est activé
ko_kr: 활성화된 경우, LCD 필터 적용
pt_br: Aplicar o filtro LCD, se ativado
uk: Встановити LCD-фільтр

source: BIOS file to use for Game Boy Color, if enabled
es: Fichero BIOS a usar para Game Boy Color, si está habilitado
fr: Fichier BIOS à utiliser pour la Game Boy Color, si activé
fr_fr: Fichier BIOS Game Boy Color, si activé
ko_kr: 활성화된 경우, 게임보이 컬러에 사용할 바이오스 파일
pt_br: O arquivo da BIOS a usar pro Game Boy Color se ativado
uk: BIOS для використання Game Boy Color

source: The default palette, as 8 comma-separated 4-digit hex integers (rgb555).
es: La paleta por defecto, como 8 enteros hexadecimales de 4 dígitos separados por comas (rgb555).
fr: La palette par défaut, sous forme de 8 nombres entiers hexadécimaleà 4 chiffres séparés par des virgules (rgb555).
fr_fr: La palette par défaut, sous forme de 8 entiers hexadécimaux à 4 chiffres séparés par des virgules (rgb555).
ko_kr: 기본 팔레트, 8개의 쉼표로 구분된 4자리 16진수 정수 (rgb555) 입니다.
pt_br: A paleta padrão, como 8 inteiros hexadecimais de 4 dígitos separados por vírgula (rgb555).
uk: Типова палітра, 8 розділених комами 4-значних шістнадцяткових цілих чисел (rgb555).

source: The first user palette, as 8 comma-separated 4-digit hex integers (rgb555).
es: La primera paleta de usuario, como 8 enteros hexadecimales de 4 dígitos separados por comas (rgb555).
fr: La première palette d'utilisateurs, sous la forme de 8 entiers hexadécimale de 4 chiffres séparés par des virgules (rgb555).
fr_fr: La première palette utilisateur, sous forme de 8 entiers hexadécimaux à 4 chiffres séparés par des virgules (rgb555).
ko_kr: 첫 번째 사용자 팔레트, 8개의 쉼표로 구분된 4자리 16진수 정수 (rgb555) 입니다.
pt_br: A primeira paleta de usuário, como 8 inteiros hexadecimais de 4 dígitos separados por vírgula (rgb555).
uk: 1-а палітра користувача, 8 розділених комами 4-значних шістнадцяткових цілих чисел (rgb555).

source: The second user palette, as 8 comma-separated 4-digit hex integers (rgb555).
es: La segunda paleta de usuario, como 8 enteros hexadecimales de 4 dígitos separados por comas (rgb555).
fr: La deuxième palette de l'utilisateur, sous forme de 8 entiers hexadécimale à 4 chiffres séparés par des virgules (rgb555).
fr_fr: La deuxième palette utilisateur, sous la forme de 8 entiers hexadécimaux à 4 chiffres séparés par des virgules (rgb555).
ko_kr: 두 번째 사용자 팔레트, 8개의 쉼표로 구분된 4자리 16진수 정수 (rgb555) 입니다.
pt_br: A segunda paleta do usuário, como 8 inteiros hexadecimais de 4 dígitos separados por vírgula (rgb555).
uk: 2-а палітра користувача, 8 розділених комами 4-значних шістнадцяткових цілих чисел (rgb555).

source: Automatically gather a full page before printing
es: Reunir automáticamente una página completa antes de imprimir
fr: Rassembler automatiquement une page entière avant l'impression
fr_fr: Rassembler automatiquement une page entière avant l'impression
ko_kr: 출력하기 전에 자동으로 전체 페이지 수집
pt_br: Reunir automaticamente uma página completa antes de imprimir
uk: Автоматично збирати повну сторінку перед друком

source: Automatically save printouts as screen captures with -print suffix
es: Guardar automáticamente impresiones como capturas de pantalla con el sufijo -print
fr: Enregistrer automatiquement les impressions en tant que captures d'écran avec le suffixe -print
fr_fr: Enregistrer automatiquement les impressions en tant que captures d'écran avec le suffixe -print.
ko_kr: -print 접미사를 사용하여 출력물을 화면 캡처로 자동 저장
pt_br: Salvar automaticamente as impressões como capturas de tela com o sufixo -print
uk: Автоматично зберігати роздруківки захопленнями екрана з суфіксом -print

source: Directory to look for ROM files
es: Directorio donde buscar archivos ROM
fr: Répertoire où rechercher les fichiers ROM
fr_fr: Répertoire pour la recherche de fichiers ROM
ko_kr: ROM 파일을 찾을 디렉토리
pt_br: Diretório a vasculhar por arquivos de ROMs
uk: Каталог пошуку ROM

source: Directory to look for Game Boy Color ROM files
es: Directorio donde buscar archivos ROM de Game Boy Color
fr: Répertoire de recherche des fichiers ROM du Game Boy Color
fr_fr: Répertoire pour la recherche de fichiers ROM Game Boy Color
ko_kr: 게임보이 컬러 롬 파일을 찾을 디렉토리
pt_br: Diretório a vasculhar por arquivos de ROMs do Game Boy Color
uk: Каталог пошуку Game Boy Color ROM

source: Color lightness factor
es: Factor de luminosidad de color
pt_br: Fator de luminosidade das cores
uk: Коефіцієнт освітлення кольору

source: BIOS file to use, if enabled
es: Fichero BIOS a usar, si está habilitado
fr: Fichier BIOS à utiliser, si activé
fr_fr: Fichier BIOS à utiliser, si activé
ko_kr: 활성화된 경우, 사용할 BIOS 파일
pt_br: O arquivo da BIOS a usar, se ativado
uk: BIOS для використання

source: Enable link at boot
es: Habilitar enlace al arrancar
fr: Activer le link au démarrage
fr_fr: Activer le link au démarrage
ko_kr: 부팅 시 링크 활성화
pt_br: Ativar o link ao inicializar
uk: Увімкнути з'єднання при завантаженні

source: Enable faster network protocol by default
es: Habilitar el protocolo de red más rápido por defecto
fr: Activer le protocole réseau le plus rapide par défaut
fr_fr: Activez le protocole réseau le plus rapide par défaut
ko_kr: 기본적으로 더 빠른 네트워크 프로토콜 활성화
pt_br: Ativar o protocolo de rede mais rápido por padrão
uk: Увімкнути швидший мережевий протокол типово

source: Default network link client host
es: Huésped cliente de enlace de red por defecto
fr: Client Hôte du réseau link par défaut
fr_fr: Lien réseau par défaut du client hôte
ko_kr: 기본 네트워크 링크 클라이언트 호스트
pt_br: Hospedeiro do cliente do link padrão da rede
uk: Типовий хост клієнта мережевого з'єднання

source: Default network link server IP to bind
es: IP del servidor de enlace de red por defecto a enlazar
fr: IP du serveur de link réseau par défaut à lier
fr_fr: IP du serveur de lien réseau par défaut à définir
ko_kr: 바인딩할 기본 네트워크 링크 서버 IP
pt_br: IP do servidor do link padrão da rede a vincular
uk: Типова IP-адреса сервера мережевого з'єднання для призначення

source: Default network link port (server and client)
es: Puerto de enlace de red por defecto (servidor y cliente)
fr: Port de liaison réseau par défaut (serveur et client)
fr_fr: Port de liaison réseau par défaut (serveur et client)
ko_kr: 기본 네트워크 링크 포트 (서버 및 클라이언트)
pt_br: Porta do link padrão da rede (servidor e cliente)
uk: Типовий порт мережевого з'єднання (сервер і клієнт)

source: Default network protocol
es: Protocolo de red por defecto
fr: Protocole réseau par défaut
fr_fr: Protocole réseau par défaut
ko_kr: 기본 네트워크 프로토콜
pt_br: Protocolo padrão da rede
uk: Типовий мережевий протокол

source: Link timeout (ms)
es: Tiempo de espera de enlace (ms)
fr: Délai de liaison (ms)
fr_fr: Délai de liaison (ms)
ko_kr: 링크 시간 초과 (ms)
pt_br: Tempo pra esgotar o link (ms)
uk: Час очікування з'єднання (мсек)

source: Link cable type
es: Tipo de cable de enlace
fr: Type de câble de link
fr_fr: Type de cable pour le Link
ko_kr: 링크 케이블 유형
pt_br: Tipo de cabo do link
uk: Тип кабелю з'єднання
