Repository: visualboyadvance-m/visualboyadvance-m
Catalog: po/wxvbam/*.po
Languages: bg, es, fr, fr_fr, ko_kr, pt_br, ru, uk

source: Invalid menu item %s; removing
bg: Невалиден меню предмет %s ; премахва се
es: Elemento de menú %s no válido; eliminando
fr: Élément du menu %s non valide; suppression
fr_fr: Item du menu invalide %s; suppression
ko_kr: 무효한 %s메뉴 항목 ; 제거합니다.
pt_br: Item do menu inválido %s; removendo
ru: Неверный пункт меню %s удалён
uk: Вилучено недійсний пункт меню %s.

source: Code
bg: Код
es: Código
ko_kr: 코드
pt_br: Código
ru: Код
uk: Код

source: Description
bg: Описание
es: Descripción
ko_kr: 서술
pt_br: Descrição
ru: Описание
uk: Опис

source: Address
bg: Адрес
es: Dirección
fr: Adresse
fr_fr: Adresse
ko_kr: 주소
pt_br: Endereço
ru: Адрес
uk: Адреса

source: Old Value
bg: Стара стойност
es: Valor anterior
fr: Ancienne valeur
fr_fr: Ancienne valeur
ko_kr: 오래된 값
pt_br: Valor Antigo
ru: Старое значение
uk: Старе значення

source: New Value
bg: Нова стойност
es: Nuevo valor
fr: Nouvelle valeur
fr_fr: Nouvelle valeur
ko_kr: 새로운 값
pt_br: Valor Novo
ru: Новое значение
uk: Нове значення

source: JoyBus host invalid; disabling
bg: JoyBus гостоприемник невалиден ; забранява се
es: host de JoyBus inválido; deshabilitando
fr: Hôte JoyBus non valide; désactivation
fr_fr: Hôte JoyBus invalide ; désactivation
ko_kr: 조이버스 호스트 무효; 비활성화합니다.
pt_br: Hospedeiro JoyBus inválido; desativando
ru: Хост JoyBus неверен; отключено
uk: Вимкнено недійсний хост Joy Bus.

source: The INI file was written for a more recent version of VBA-M. Some INI option values may have been reset.
es: El fichero INI fue escrito para una versión más reciente de VBA-M. Algunos valores para las opciones INI pueden haber sido restablecidos.
fr: Le fichier INI a été écrit pour une version plus récente de VBA-M. Certaines valeurs d'options INI peuvent avoir été réinitialisées.
fr_fr: Le fichier INI a été enregistré pour une version plus récente de VBA-M. Certaines valeurs d'options INI ont été réinitialisées.
ko_kr: INI 파일은 최신 버전의 VBA-M용으로 작성되었습니다. 일부 INI 옵션 값이 재설정되었을 수 있습니다.
pt_br: O arquivo INI foi escrito pra uma versão mais recente do VBA-M. Alguns valores da opção INI podem ter sido resetados.
uk: INI записано для новішої версії Visual Boy Advance-M. Можливе відновлення деяких значень INI-опцій.

source: Invalid key binding %s for %s
bg: Невалидно подвързване на клавиш %s за %s
es: Tecla %s inválida para %s
fr: Combinaison de touches %s non valide pour %s
fr_fr: Paramètre d'entrée "%s" invalide pour %s
ko_kr: %s 키는 %s에 무효한 키 설정입니다.
pt_br: Chave obrigatória inválida %s pra %s
ru: Неверно назначена клавиша %s для %s
uk: Недійсна призначена кнопка %s для %s.

source: Invalid value %s for option %s
es: Valor invalido %s para la opción %s
fr: Valeur invalide %s pour l'option %s
fr_fr: Valeur "%s" invalide pour l'option %s
ko_kr: 옵션 %s 에 대해 유효하지 않은 값 %s
pt_br: Valor inválido %s pra opção %s
uk: Недійсне значення %s для опції %s.

source: Unknown option %s with value %s
es: Opción desconocida %s con valor %s
fr: Option inconnu %s avec la valeur %s
fr_fr: Option %s inconnue, avec la valeur "%s"
ko_kr: 값이 %s 알 수 없는 옵션 %s
pt_br: Opção desconhecida %s com o valor %s
uk: Невідома опція %s зі значенням %s.

source: %s is not a valid ROM file
bg: %s не е валиден ROM файл
es: %s no es un archivo ROM válido
fr: %s n'est pas une ROM valide
fr_fr: %s n'est pas un fichier ROM valide
ko_kr: %s 파일은 유효한 ROM파일이 아닙니다.
pt_br: O %s não é um arquivo de ROM válido
ru: %s неверный ROM-файл
uk: %s - недійсний ROM.

source: Problem loading file
bg: Проблем при зареждане на файл
es: Problema al cargar el archivo
fr: Problème durant le chargement du fichier
fr_fr: Problème de chargement du fichier
ko_kr: 파일을 불러올 수 없습니다.
pt_br: Problema ao carregar o arquivo
ru: Проблема загрузки файла
uk: Проблема завантаження файлу.

source: Unable to load Game Boy ROM %s
bg: Не може да се зареди Game Boy ROM %s
es: No se pudo cargar el ROM de la GameBoy %s
fr: Impossible de charger la ROM Game Boy %s
fr_fr: Impossible de lancer la ROM Game Boy %s
ko_kr: %s 게임보이 ROM을 불러올 수 없습니다.
pt_br: Incapaz de carregar a ROM do Game Boy %s
ru: Невозможно загрузить Game Boy ROM-файл %s
uk: Неможливо завантажити Game Boy ROM %s.

source: Could not initialize the sound driver!
bg: Не можа да се инициализира звуковият драйвер!
es: ¡No se pudo inicializar el controlador de sonido!
fr: Ne peut pas initialiser le pilote son !
fr_fr: Impossible d'initialiser le pilote de son !
ko_kr: 사운드 드라이버를 초기화할 수 없습니다!
pt_br: Não pôde inicializar o driver de som!
uk: Неможливо визначити аудіодрайвер!

source: Cannot use Game Boy BIOS file when Colorizer Hack is enabled, disabling Game Boy BIOS file.
es: No se puede usar un archivo de BIOS de Game Boy cuando el Hack Colorizer está habilitado, deshabilitando archivo de BIOS de Game Boy.
fr: Impossible d'utiliser le fichier BIOS Game Boy lorsque le Hack Colorizer est activé, désactivation du fichier BIOS Game Boy.
fr_fr: Impossible d'utiliser le fichier de BIOS Game Boy si le Hack de Colorisation est activé. Désactivation du fichier de BIOS Game Boy.
ko_kr: 컬러라이저 해킹이 활성화된 경우 게임보이 바이오스 파일을 사용할 수 없으므로 게임보이 바이오스 파일을 비활성화합니다.
pt_br: Não pode usar a BIOS do Game Boy quando o Hack Colorizador estiver ativado, desativando o arquivo da BIOS do Game Boy.
uk: Неможливо використати Game Boy BIOS при увімкненому колірному хаку, Game Boy BIOS вимкнено.

source: Could not load BIOS %s
bg: Не можа да се зареди BIOS %s
es: No se pudo cargar la BIOS%s
fr: Impossible de charger le BIOS %s
fr_fr: Impossible de charger le BIOS %s
ko_kr: %s BIOS를 불러올 수 없습니다.
pt_br: Não pôde carregar a BIOS %s
ru: Невозможно загрузить файл BIOS %s
uk: Неможливо завантажити BIOS %s.

source: Unable to load Game Boy Advance ROM %s
bg: Не може да се зареди Game Boy Advance ROM %s
es: No se pudo cargar el ROM de la GameBoy Advance %s
fr: Impossible de charger la ROM Game Boy Advance %s
fr_fr: Impossible de lancer la ROM Game Boy Advance %s
ko_kr: %s 게임보이 어드밴스 ROM을 불러올 수 없습니다.
pt_br: Incapaz de carregar a ROM do Game Boy Advance %s
ru: Невозможно загрузить Game Boy Advance ROM-файл %s
uk: Неможливо завантажити Game Boy Advance ROM %s.

source: player
bg: играч
es: jugador
fr: joueur
fr_fr: joueur
ko_kr: 플레이어
pt_br: jogador
ru: игрок
uk: гравець

source: Loaded state %s
bg: Заредено състояние %s
es: Estado cargado%s
fr: État %s chargé
fr_fr: Sauvegarde instantanée chargée %s
ko_kr: 상태 %s 불러옴
pt_br: Carregou o state %s
ru: Загружено сохранение %s
uk: Завантажено стан %s.

source: Error loading state %s
bg: Грешка при зареждане на състояние %s
es: Error al cargar el estado%s
fr: Erreur durant le chargement de l'état %s
fr_fr: Erreur de chargement de la sauvegarde instantanée %s
ko_kr: 상태 %s 불러오기 오류
pt_br: Erro ao carregar o state %s
ru: Ошибка загрузки сохранения %s
uk: Помилка завантаження стану %s.

source: Saved state %s
bg: Запазено състояние %s
es: Estado guardado%s
fr: État %s chargé
fr_fr: Sauvegarde instantanée enregistrée %s
ko_kr: 상태 %s 저장함
pt_br: State salvo %s
ru: Сохранение игры %s
uk: Збережено стан %s.

source: Error saving state %s
bg: Грешка при запазване на състояние %s
es: Error al cargar el estado guardado%s
fr: Erreur durant la sauvegarde de l'état %s
fr_fr: Erreur d'enregistrement de la sauvegarde instantanée %s
ko_kr: 상태 %s 저장 오류
pt_br: Erro ao salvar o state %s
ru: Ошибка сохранения игры %s
uk: Помилка збереження стану %s.

source: Fullscreen mode %d x %d - %d @ %d not supported; looking for another
es: Modo de pantalla completa %d x %d - %d @ %d no soportado; buscando otro
fr: Mode plein écran %d x %d - %d @ %d non pris en charge ; recherche d'un autre mode
fr_fr: Mode plein écran %dx%d-%d@%d non supporté ; recherche d'un autre mode
ko_kr: 전체 화면 모드 %d x %d - %d @ %d 지원되지 않음; 다른 것을 찾고 있음
pt_br: O modo de tela cheia %d x %d - %d @ %d não é suportado; procurando por outro
uk: Непідтримуваний повний екран %d * %d - %d @ %d; пошук іншого.

source: Fullscreen mode %d x %d - %d @ %d not supported
es: Modo de pantalla completa %d x %d - %d @ %d no soportado
fr: Mode plein écran %d x %d - %d @ %d non pris en charge
fr_fr: Mode plein écran %dx%d-%d@%d non supporté
ko_kr: 전체 화면 모드 %d x %d - %d @ %d 지원되지 않음
pt_br: O modo de tela cheia %d x %d - %d @ %d não é suportado
uk: Непідтримуваний повний екран %d * %d - %d @ %d.

source: Valid mode: %d x %d - %d @ %d
es: Modo válido: %d x %d - %d @ %d
fr: Mode valide : %d x %d - %d @ %d
fr_fr: Mode valide : %dx%d-%d@%d
ko_kr: 유효한 모드: %d x %d - %d @ %d
pt_br: Modo válido: %d x %d - %d @ %d
uk: Дійсний режим: %d * %d - %d @ %d.

source: Chose mode %d x %d - %d @ %d
es: Modo seleccionado %d x %d - %d @ %d
fr: Choisir le mode %d x %d - %d @ %d
fr_fr: Mode d'affichage sélectionné %dx%d-%d@%d
ko_kr: 선택 모드 %d x %d - %d @ %d
pt_br: Escolher o modo %d x %d - %d @ %d
uk: Вибрано режим %d * %d - %d @ %d.

source: Failed to change mode to %d x %d - %d @ %d
es: No se pudo cambiar al modo %d x %d - %d @ %d
fr: Échec du changement de mode en %d x %d - %d @ %d
fr_fr: Impossible de changer de mode d'affichage pour %dx%d-%d@%d
ko_kr: 모드를 %d x %d - %d @ %d로 변경하지 못했음
pt_br: Falhou em mudar o modo pra %d x %d - %d @ %d
uk: Не вдалося змінити режим на %d * %d - %d @ %d.

source: Not a valid Game Boy Advance cartridge
es: No es un cartucho válido de Game Boy Advance
fr: Cartouche Game Boy Advance non valide
fr_fr: Cartouche Game Boy Advance invalide
ko_kr: 유효한 게임보이 어드밴스 카트리지가 아님
pt_br: Não é um cartucho de Game Boy Advance válido
uk: Недійсний Game Boy Advance-картридж.

source: No memory for rewinding
bg: Няма памет за пренавиване
es: Sin memoria para rebobinar
fr: Mémoire insuffisante pour le rembobinage
fr_fr: Pas de mémoire pour le rembobinage
ko_kr: 되감기할 메모리가 없습니다.
pt_br: Não há memória pra retroceder
ru: Нет памяти для перемотки назад
uk: Відсутня пам'ять для звороту.

source: Error writing rewind state
bg: Грешка при записване на състояние за пренавиване
es: Error al escribir el estado de rebobinado
fr: Erreur durant l'écriture de l'état du rembobinage
fr_fr: Erreur d'écriture pour le rembobinage
ko_kr: 오류 - 되감기 상태 작성을 할 수 없습니다.
pt_br: Erro ao gravar o estado do retrocesso
ru: Ошибка записи состояния перемотки
uk: Помилка запису стану звороту.

source: Failed to set wayland display
es: No se pudo configurar la pantalla wayland
fr_fr: Échec du paramétrage d'affichage Wayland
ko_kr: Wayland 디스플레이 설정에 실패함
pt_br: Falhou em definir a exibição do wayland
uk: Не вдалося встановити Wayland-відображення.

source: Failed to initialize SDL video subsystem
es: No se pudo inicializar el subsistema de vídeo de SDL
fr_fr: Échec de l'initialition du sous-systèmes SDL video
ko_kr: SDL 비디오 하위 시스템 초기화 실패함
pt_br: Falhou em inicializar o sub-sistema de vídeo do SDL
uk: Не вдалося визначити підсистему SDL-відео.

source: Failed to initialize SDL video
es: No se pudo inicializar el vídeo SDL
fr_fr: Échec de l'initialition de SDL video
ko_kr: SDL 비디오 초기화 실패함
pt_br: Falhou em inicializar o vídeo do SDL
uk: Не вдалося визначити SDL-відео.

source: Failed to set wayland surface
es: No se pudo configurar la superficie wayland
fr_fr: Échec du paramétrage de Wayland surface
ko_kr: Wayland 표면 설정 실패함
pt_br: Falhou em definir a superfície do wayland
uk: Не вдалося встановити Wayland-поверхню.

source: Failed to set DX9 window
uk: Не вдалося встановити DX9-вікно.

source: Failed to set parent window
es: No se pudo configurar una ventana padre
fr_fr: Échec du paramétrage de la fenêtre parente
ko_kr: 부모 창 설정 실패함
pt_br: Falhou em definir a janela pai
uk: Не вдалося встановити головне вікно.

source: Failed to set OpenGL properties
es: No se pudo configurar las propiedades OpenGL
fr_fr: Échec du paramétrage des proriétés d'OpenGL
ko_kr: OpenGL 속성 설정 설패함
pt_br: Falhou em definir as propriedades do OpenGL
uk: Не вдалося встановити властивості Open GL.

source: Failed to create SDL window
es: No se pudo crear la ventana SDL
fr_fr: Échec de la création d'une fênêtre SDL
ko_kr: SDL 창 생성 실패함
pt_br: Falhou em criar a janela SDL
uk: Не вдалося створити SDL-вікно.

source: Failed to create SDL renderer
es: No se pudo crear el renderizador SDL
fr_fr: Échec de la création du mùoteur de rendu SDL
ko_kr: SDL 렌더러 생성 실패함
pt_br: Falhou em criar o renderizador SDL
uk: Не вдалося створити SDL-опрацьовувач.

source: Enabling EGL VSync.
es: Habilitando EGL VSync.
fr: Activation de la Synchro Vertical EGL.
fr_fr: Activation de la VSync EGL.
ko_kr: EGL 수직동기화 활성화
pt_br: Ativando o VSync do EGL.
uk: Увімкнення вертикальної синхронізації EGL.

source: Disabling EGL VSync.
es: Deshabilitando EGL VSync.
fr: Désactivation de la Synchro Vertical EGL.
fr_fr: Désactivation de la VSync EGL.
ko_kr: EGL 수직동기화 비활성화
pt_br: Desativando o VSync do EGL.
uk: Вимкнення вертикальної синхронізації EGL.

source: Enabling GLX VSync.
es: Habilitando GLX VSync.
fr: Activation de la Synchro Vertical GLX.
fr_fr: Activation de la VSync GLX.
ko_kr: GLX 수직동기화 활성화
pt_br: Ativando o VSync do GLX.
uk: Увімкнення вертикальної синхронізації GLX.

source: Disabling GLX VSync.
es: Deshabilitando GLX VSync.
fr: Désactivation de la Synchro Vertical GLX.
fr_fr: Désactivation de la VSync GLX.
ko_kr: GLX 수직동기화 비활성화
pt_br: Desativando o VSync do GLX.
uk: Вимкнення вертикальної синхронізації GLX.

source: Failed to set glXSwapIntervalEXT
bg: Неуспешно задаване на glXSwapIntervalEXT
es: Error al configurar glXSwapIntervalEXT
fr: Echec du paramétrage de glXSwapIntervalEXT
fr_fr: Échec du paramétrage du glXSwapIntervalEXT
ko_kr: glXSwapIntervalEXT 설정 실패
pt_br: Falhou em definir o glXSwapIntervalEXT
uk: Не вдалося встановити glXSwapIntervalEXT.

source: Failed to set glXSwapIntervalSGI
bg: Неуспешно задаване на glXSwapIntervalSGI
es: Error al configurar glXSwapIntervalSGI
fr: Echec du paramétrage de glXSwapIntervalSGI
fr_fr: Échec du paramétrage du glXSwapIntervalSGI
ko_kr: glXSwapIntervalSGI 설정 실패
pt_br: Falhou em definir o glXSwapIntervalSGI
uk: Не вдалося встановити glXSwapIntervalSGI.

source: Failed to set glXSwapIntervalMESA
bg: Неуспешно задаване на glXSwapIntervalMESA
es: Error al configurar glXSwapIntervalMESA
fr: Echec du paramétrage de glXSwapIntervalMESA
fr_fr: Échec du paramétrage du glXSwapIntervalMESA
ko_kr: glXSwapIntervalMESA 설정 실패
pt_br: Falhou em definir o glXSwapIntervalMESA
uk: Не вдалося встановити glXSwapIntervalMESA.

source: No support for wglGetExtensionsStringEXT
bg: Няма поддръжка за wglGetExtensionsStringEXT
es: Incompatible para wglGetExtensionsStringEXT
fr: Aucun support pour wglGetExtensionsStringEXT
fr_fr: wglGetExtensionsStringEXT non supporté
ko_kr: wglGetExtensionsStringEXT은 지원하지 않습니다.
pt_br: Não há suporte pro 'wglGetExtensionsStringEXT'
uk: Відсутня підтримка wglGetExtensionsStringEXT.

source: No support for WGL_EXT_swap_control
bg: Няма поддръжка за WGL_EXT_swap_control
es: Incompatible para WGL_EXT_swap_control
fr: Aucun support pour WGL_EXT_swap_control
fr_fr: WGL_EXT_swap_control non supporté
ko_kr: WGL_EXT_swap_control은 지원하지 않습니다.
pt_br: Não há suporte pro WGL_EXT_swap_control
uk: Відсутня підтримка WGL_EXT_swap_control.

source: Failed to set wglSwapIntervalEXT
bg: Неуспешно задаване на wglSwapIntervalEXT
es: Error al configurar wglSwapIntervalEXT
fr: Echec du paramétrage de wglSwapIntervalEXT
fr_fr: Échec du paramétrage de wglSwapIntervalEXT
ko_kr: wglSwapIntervalEXT 설정 실패
pt_br: Falhou em definir o wglSwapIntervalEXT
uk: Не вдалося встановити wglSwapIntervalEXT.

source: No VSYNC available on this platform
bg: Не е наличен VSYNC на тази платформа
es: El VSINC no está disponible en esta plataforma
fr: Pas de VSYNC possible sur cette plateforme
fr_fr: Aucune VSYNC n'est disponible sur cette plateforme
ko_kr: 이 플랫폼에서는 VSYNC를 사용할 수 없습니다.
pt_br: Não há VSYNC disponível nesta plataforma
uk: Вертикальна синхронізація недоступна для платформи.

source: Memory allocation error
es: Error de asignación de memoria
fr_fr: Erreur d'allocation mémoire
ko_kr: 메모리 할당 오류
pt_br: Erro de alocação da memória
uk: Помилка розподілу пам'яті.

source: Error initializing codec
es: Error al inicializar el códec
fr_fr: Erreur d'initialisation du codec
ko_kr: 코덱 초기화 오류
pt_br: Erro ao inicializar o codec
uk: Помилка визначення кодека.

source: Error writing to output file
es: Error al escribir el fichero de salida
fr_fr: Erreur d'écriture du fichier de sortie
ko_kr: 출력 파일에 쓰는 중 오류
pt_br: Erro ao gravar no arquivo de saída
uk: Помилка запису до кінцевого файлу.

source: Can't guess output format from file name
es: No se puede adivinar el formato de salida del nombre del fichero
fr_fr: Impossible de déduire le format de sortie à partir du nom de fichier
ko_kr: 파일 이름으로 출력 형식을 추측할 수 없음
pt_br: Não pôde adivinhar o formato de saída a partir do nome do arquivo
uk: Неможливо визначити кінцевий формат імені файлу.

source: Programming error; aborting!
es: Error de programación; ¡abortando!
fr_fr: Erreur de programmation ; annulation !
ko_kr: 프로그래밍 오류; 중단합니다!
pt_br: Erro de programação; abortando!
uk: Програмна помилка; перервано!

source: Unable to begin recording to %s (%s)
bg: Не може да се започне записване към %s (%s)
es: No es posible empezar a grabar a %s (%s)
fr: Impossible de démarrer l'enregistrement à %s (%s)
fr_fr: Impossible de commencer l'enregistrement de %s (%s)
ko_kr: %s (%s)부터 녹화를 시작할 수 없습니다.
pt_br: Incapaz de começar a gravar em %s (%s)
ru: Невозможно начать запись в %s (%s)
uk: Неможливо почати запис до %s (%s).

source: Error in audio / video recording (%s); aborting
es: Error en la grabación de audio / vídeo (%s); abortando
fr: Erreur dans l'enregistrement audio/vidéo (%s) ; interruption
fr_fr: Erreur pendant l'enregistrement audio/vidéo (%s); annulation
ko_kr: 오디오 / 비디오 녹음 중 오류 (%s); 중단 중
pt_br: Erro na gravação do áudio/vídeo (%s); abortando
uk: Помилка аудіо- / відеозапису (%s); перервано.

source: Error in audio recording (%s); aborting
bg: Грешка в аудио записване (%s); прекратяване
es: Error en la grabación de audio (%s); abortando
fr: Erreur durant l'enregistrement audio (%s) ; interruption immédiate !
fr_fr: Erreur pendant l'enregistrement audio (%s) ; annulation
ko_kr: (%s) 에서 오디오 녹음 오류; 종료합니다.
pt_br: Erro na gravação do áudio (%s); abortando
ru: Ошибка аудиозаписи (%s); отменено
uk: Помилка аудіозапису (%s); перервано.

source: Error in video recording (%s); aborting
bg: Грешка във видео записване (%s); прекратяване
es: Error en la grabación de video (%s); abortando
fr: Erreur durant l'enregistrement vidéo (%s) ; interruption immédiate !
fr_fr: Erreur pendant l'enregistrement vidéo (%s) ; annulation
ko_kr: (%s) 에서 비디오 녹화 오류; 종료합니다.
pt_br: Erro na gravação do vídeo (%s); abortando
ru: Ошибка видеозаписи (%s); отменено
uk: Помилка відеозапису (%s); перервано.

source: Volume: %d %%
es: Volumen: %d %%
fr: Volume : 1%d %%
ko_kr: 볼륨: %d %%
uk: Гучність: %d %%

source: No game in progress to record
bg: Няма игра в напредък за запис
es: No hay juego para grabar
fr: Aucun jeu en cours de fonctionnement à enregistrer
fr_fr: Aucun jeu en cours à enregistrer
ko_kr: 진행 중인 게임이 없어 기록할 수 없습니다.
pt_br: Nenhum jogo em progresso pra gravar
ru: Для записи нужна запущенная игра
uk: Відсутні ігри для запису.

source: Cannot open output file %s
bg: Не може да се отвори изходен файл %s
es: No se puede abrir el archivo de salida %s
fr: Ne peut pas ouvrir le fichier de sortie %s
fr_fr: Impossible d'ouvrir le fichier de sortie %s
ko_kr: 출력파일 %s을 열 수 없습니다.
pt_br: Não pôde abrir o arquivo de saída%s
ru: Невозможно открыть файл вывода %s
uk: Неможливо відкрити кінцевий %s.

source: Error writing game recording
bg: Грешка при записване на запис на игра
es: Error al escribir la grabación del juego
fr: Erreur durant l'écriture de l'enregistrement du jeu
fr_fr: Erreur d'écriture de la rediffusion
ko_kr: 게임 녹화를 기록할 수 없습니다.
pt_br: Erro ao salvar a gravação do jogo
ru: Ошибка записи игры
uk: Помилка запису гри.

source: Cannot play game recording while recording
bg: Не може да се възпроизвежда запис на игра, докато се записва
es: No se puede jugar cuando se esta grabando
fr: Ne peut pas enregistrer le jeu durant l'enregistrement
fr_fr: Impossible de jouer une rediffusion de jeu pendant un enregistrement
ko_kr: 녹화중에는 게임 녹화를 재생할 수 없습니다.
pt_br: Não pode reproduzir a gravação do jogo enquanto grava
ru: Невозможно проиграть запись игры во время записывания
uk: Неможливо відтворити запис гри при записі.

source: Cannot open recording file %s
bg: Не може да се отвори файл за запис %s
es: No se puede abrir el archivo de grabación%s
fr: Ne peut pas ouvrir le fichier d'enregistrement %s
fr_fr: Impossible d'ouvrir l'enregistrement %s
ko_kr: 녹화 파일 %s 을 열 수 없습니다.
pt_br: Não pode abrir o arquivo de gravação %s
ru: Невозможно открыть файл записи игры %s
uk: Неможливо відкрити запис %s.

source: Error reading game recording
bg: Грешка при четене на запис на игра
es: Error al leer la grabación del juego
fr: Erreur durant l'enregistrement du jeu
fr_fr: Erreur pendant la lecture de l'enregistrement
ko_kr: 게임 녹화를 읽을 수 없습니다.
pt_br: Erro ao ler a gravação do jogo
ru: Ошибка чтения записи игры
uk: Помилка читання запису гри.

source: Playback ended
bg: Възпроизвеждане приключи
es: Reproducción finalizada
fr: Playback terminée
fr_fr: Lecture terminée
ko_kr: 재생 종료.
pt_br: Playback finalizado
ru: Воспроизведение закончено
uk: Відтворення завершено.

source: %d %% (%d, %d fps)
uk: %d %% (%d, %d Гц)

source: &Discard
bg: &Отхвърли
es: &Descartar
fr: &Ignorer
fr_fr: &Annuler
ko_kr: 버리기(&D)
pt_br: &Descartar
ru: &Отменить
uk: &Скасувати

source: Image files (*.bmp;*.jpg;*.png)|*.bmp;*.jpg;*.png|
bg: Файлове на образи (*.bmp;*.jpg;*.png)|*.bmp;*.jpg;*.png|
es: Archivos de imagen (*.bmp;*.jpg;*.png)|*.bmp;*.jpg;*.png|
fr: Fichiers image (*.bmp;*.jpg;*.png)|*.bmp;*.jpg;*.png|
fr_fr: Fichiers image (*.bmp;*.jpg;*.png)|*.bmp;*.jpg;*.png|
ko_kr: 이미지 파일 (*.bmp;*.jpg;*.png)|*.bmp;*.jpg;*.png|
pt_br: Arquivos de imagem (*.bmp;*.jpg;*.png)|*.bmp;*.jpg;*.png|
ru: Файлы изображений (*.bmp;*.jpg;*.png)|*.bmp;*.jpg;*.png|
uk: Зображення|*.bmp;*.jpg;*.png|

source: Save printer image to
bg: Запази образ на принтер към
es: Guardar la imagen de la impresora en:
fr: Sauvegarder l'image de l'imprimante dans
fr_fr: Sauvegarder l'image de l'imprimante vers
ko_kr: 프린터 이미지 저장 :
pt_br: Salvar a imagem da impressora em
ru: Сохранение распечатки в файл
uk: Зберегти зображення принтера до

source: Wrote printer output to %s
bg: Записан изход на принтер към %s
es: Escribir la salida de la impresora en %s
fr: Sortie d'imprimante écrite dans %s
fr_fr: Sortie de l'imprimante enregistrée sur %s
ko_kr: 프린터 출력을 %s에 작성했습니다.
pt_br: Gravou a saída da impressora em %s
ru: Вывод принтера записан в %s
uk: Записано кінцеві дані принтера до %s.

source: &Close
bg: &Затвори
es: &Cerrar
fr: &Fermer
fr_fr: &Fermer
ko_kr: 닫기(&C)
pt_br: &Fechar
ru: &Закрыть
uk: &Закрити

source: Printed
bg: Отпечатан
es: Impreso
fr: Imprimé
fr_fr: Imprimé
ko_kr: 출력됨
pt_br: Impresso
ru: Распечатано
uk: Роздруковано.

source: Error opening pseudo tty: %s
bg: Грешка при отваряне на псевдо tty: %s
es: Error al abrir pseudo terminal: %s
fr: Erreur durant l'ouverture de pseudo tty : %s
fr_fr: Erreur de l'ouverture du pseudo tty : %s
ko_kr: 가상 tty %s를 열 수 없습니다.
pt_br: Erro ao abrir o pseudo tty: %s
ru: Ошибка открытия псевдотерминала TTY: %s
uk: Помилка відкриття псевдо-tty: %s.

source: Error setting up server socket (%d)
bg: Грешка при настройване на сървърно гнездо (%d)
es: Error al configurar el enchufe del servidor (%d)
fr: Erreur de la configuration du socket du serveur (%d)
fr_fr: Erreur du paramétrage du socket du serveur (%d)
ko_kr: 서버 소켓을 설정할 수 없습니다. (%d)
pt_br: Erro ao configurar o soquete do servidor (%d)
ru: Ошибка настройки серверного сокета (%d)
uk: Помилка налаштування серверного сокета (%d).

source: Text files (*.txt;*.log)|*.txt;*.log|
bg: Текстови файлове (*.txt;*.log)|*.txt;*.log|
es: Archivos de texto (*.txt; *.log) | *.txt; *.log|
fr: Fichiers texte (*.txt;*.log)|*.txt;*.log|
fr_fr: Fichiers texte (*.txt;*.log)|*.txt;*.log|
ko_kr: 텍스트 파일 (*.txt;*.log)|*.txt;*.log|
pt_br: Arquivos texto (*.txt;*.log)|*.txt;*.log|
ru: Текстовые файлы (*.txt;*.log)|*.txt;*.log|
uk: Тексти|*.txt;*.log|
