Repository: visualboyadvance-m/visualboyadvance-m
Catalog: po/wxvbam/*.po
Languages: bg, es, fr, fr_fr, ko_kr, pt_br, ru, uk

source: General settings
bg: Основни настройки
es: Opciones generales
fr: Paramètres généraux
fr_fr: Paramètres généraux
ko_kr: 일반 설정
pt_br: Configurações gerais
ru: Основные настройки
uk: Загальні налаштування

source: General
bg: Основни
fr: Général
fr_fr: Général
ko_kr: 일반
pt_br: Geral
ru: Основные
uk: Загальні

source: Screenshot Format:
bg: Формат на екранна снимка:
es: Formato de la captura de pantalla:
fr: Format de la capture d'écran :
fr_fr: Format de la capture d'écran :
ko_kr: 스크린샷 형식:
pt_br: Formato do Screenshot:
ru: Формат сриншота:
uk: Формат екранного кадру:

source: &Rewind interval:
es: Intervalo de &rebobinado:
fr: &Intervalle de rembobinage :
fr_fr: Intervalle de &rembobinage :
ko_kr: 되감기 간격 (&R):
pt_br: &Intervalo do retrocesso:
uk: &Інтервал звороту:

source: If not empty or 0, enable rewind (seconds)
bg: Ако не е празно или 0, разреши пренавиване (секунди)
es: Si no esta vacío o es 0, activa el rebobinado (segundos)
fr: Si non vide ou 0, active le rembobinage (secondes)
fr_fr: Si pas vide ou à 0, activer le rembobinage (secondes)
ko_kr: 공백이나 0 입력 시 되감기 비활성화 (단위: 초)
pt_br: Se não for vazio ou 0, ativar retrocesso (segundos)
ru: Если не пустое значение или 0, то включить перемотку (секунд)
uk: Час увімкнення звороту (сек).

source: Seconds (0-600); 0 = disable
fr_fr: Secondes (0-600); 0 = désactiver
ko_kr: 초 (0-600); 0 = 비활성화
pt_br: Segundos (0-600); 0 = desativar
uk: Секунд (0-600; 0: вимкнути)

source: &Throttle
bg: &Дроселиране
es: &Acelerador
fr: &Accélération
fr_fr: &Accélérer
ko_kr: 명령 처리빈도 조절 (&T)
pt_br: &Acelerar
uk: &Прискорити

source: Percent of normal:
fr_fr: % de la normale :
ko_kr: 정상의 퍼센트:
pt_br: Porcentagem do normal:
uk: Процент норми:

source: 0 = no throttle
bg: 0 = без дроселиране
es: 0 = sin acelerador
fr: 0 = pas d'accélération
fr_fr: 0 = pas d'accélération
ko_kr: 0 = 조절 없음
pt_br: 0 = sem aceleração
uk: 0: без прискорення

source: Unlimited
bg: Неограничено
es: Ilimitado
fr: Illimité
fr_fr: Illimité
ko_kr: 제한 없음
pt_br: Ilimitado
uk: Без обмежень

source: IO Viewer
bg: ВИ преглеждач
es: Visor IO
fr: Visualiseur IO
fr_fr: Visualiseur IO
ko_kr: 입출력 뷰어
pt_br: Visualizador de E/S
ru: Просмотр ввода\вывода
uk: Переглядач введення-виведення

source: Click a field and press a key or move joystick to add. Press backspace to delete last added key. Resize window or click inside and move pointer to see entire contents if too small.
fr: Cliquez sur un champ et appuyez sur une touche ou déplacez le joystick pour ajouter. Appuyez sur la touche retour arrière backspace pour supprimer la dernière touche ajoutée. Redimensionner la fenêtre ou cliquer à l'intérieur et déplacer le pointeur pour voir l'ensemble du contenu s'il est trop petit.
fr_fr: Cliquer sur un champ et presser une touche ou bouger l'analogique pour ajouter. Presser la touche « retour arrière » pour effacer la dernière touche ajoutée. Redimensionner la fenêtre ou cliquer à l'intérieur et bouger le pointeur pour voir les contenus en entier si trop petit.
ko_kr: 필드를 클릭하고 키를 누르거나 조이스틱을 움직여 추가합니다. 마지막으로 추가한 키를 삭제하려면 백스페이스 키를 누릅니다. 창이 너무 작으면 크기를 조정하거나 안쪽을 클릭하고 포인터를 이동하여 전체 내용을 확인합니다.
pt_br: Clique num campo e pressione uma tecla ou mova o joystick pra adicionar. Pressione o backspace pra apagar a última tecla adicionada. Redimensione a janela ou clique e mova o ponteiro pra ver o conteúdo inteiro se for muito pequeno.
uk: Натисни поле та кнопку чи перемісти джойстик для додання. Натисни Backspace для видалення останньої доданої кнопки. Зміни розмір вікна чи натисни всередині та перемісти вказівник для показу замалого вмісту.

source: Autofire A
bg: Автоогън A
es: Auto presionar A
fr: Tir automatique A
fr_fr: Auto A
ko_kr: A 버튼 연사
pt_br: Auto-disparar A
ru: Турбо A
uk: A-Turbo

source: Autofire B
bg: Автоогън B
es: Auto presionar B
fr: Tir automatique B
fr_fr: Auto B
ko_kr: B 버튼 연사
pt_br: Auto-disparar B
ru: Турбо B
uk: B-Turbo

source: Motion Left / Dark
fr: Mouvement Gauche / Sombre
fr_fr: Mouvement Gauche / Assombrir
ko_kr: 모션 왼쪽 / 어두움
pt_br: Movimento pra Esquerda/Escuro
uk: Рух ← / Темрява

source: Motion Right / Light
fr: Mouvement Droite / Lumineux
fr_fr: Mouvement Droite / Éclaircir
ko_kr: 모션 오른쪽 / 밝음
pt_br: Movimento pra Direita/Claro
uk: Рух → / Світло

source: Speed Up
bg: Забързай
es: Aumentar rapidez
fr: Accélérer
fr_fr: Accélérer
ko_kr: 속도 증가
pt_br: Aceleração
ru: Ускорить
uk: Прискорити

source: Spin Left
bg: Завърти наляво
es: Girar hacia la izquierda
fr: Rotation à gauche
fr_fr: Tourner à gauche
ko_kr: 좌측 회전
pt_br: Girar pra Esquerda
uk: Повернути ліворуч

source: Spin Right
bg: Завърти надясно
es: Girar hacia la derecha
fr: Rotation à droite
fr_fr: Tourner à droite
ko_kr: 우측 회전
pt_br: Girar pra Direita
uk: Повернути праворуч

source: Screenshot
bg: Екранна снимка
es: Capturas de pantalla
fr: Capture d'écran
fr_fr: Capture d'écran
ko_kr: 스크린샷
ru: Скриншот
uk: Екранний кадр

source: Special
bg: Специален
es: Especial
fr: Spécial
fr_fr: Spécial
ko_kr: 특수기능
pt_br: Especial
uk: Додаткова

source: Use as default
bg: Използвай като по подразбиране
es: Usar como predeterminado
fr: Utiliser par défaut
fr_fr: Utiliser par défaut
ko_kr: 기본설정 사용
pt_br: Usar como padrão
ru: По умолчанию
uk: Використовувати типово

source: Defaults
bg: По подразбирания
es: Por defecto
fr: Défauts
fr_fr: Défauts
ko_kr: 기본
pt_br: Padrões
ru: Все по умолчанию
uk: Типово

source: Clear All
bg: Изчисти всичко
es: Borrar todo
fr: Effacer tout
fr_fr: Tout vider
ko_kr: 전부 지우기
pt_br: Limpar Tudo
uk: Очистити все

source: Joypad Configuration
bg: Джойпад конфигурация
es: Configuración del mando
fr: Configuration de la manette
fr_fr: Configuration de la manette
ko_kr: 조이패드 설정
pt_br: Configuração do Joypad
ru: Настройка геймпада
uk: Конфігурація джойстика

source: SDL GameController Mode
fr_fr: Mode GameController SDL
ko_kr: SDL 게임 컨트롤러 모드
pt_br: Modo GameController do SDL
uk: Режим SDL Game Controller

source: Player 1
bg: Играч 1
es: Jugador 1
fr: Joueur 1
fr_fr: Joueur 1
ko_kr: 사용자 1
pt_br: Jogador 1
ru: Игрок 1
uk: Гравець 1

source: Player 2
bg: Играч 2
es: Jugador 2
fr: Joueur 2
fr_fr: Joueur 2
ko_kr: 사용자 2
pt_br: Jogador 2
ru: Игрок 2
uk: Гравець 2

source: Player 3
bg: Играч 3
es: Jugador 3
fr: Joueur 3
fr_fr: Joueur 3
ko_kr: 사용자 3
pt_br: Jogador 3
ru: Игрок 3
uk: Гравець 3

source: Player 4
bg: Играч 4
es: Jugador 4
fr: Joueur 4
fr_fr: Joueur 4
ko_kr: 사용자 4
pt_br: Jogador 4
ru: Игрок 4
uk: Гравець 4

source: Link configuration
bg: Конфигурация за връзка
es: Configuración de enlace
fr: Configuration de la connexion Link
fr_fr: Configuration du Link
ko_kr: 연결 설정
pt_br: Configuração do link
ru: Настройка звена
uk: Конфігурація з'єднання

source: Link timeout (in milliseconds)
bg: Изтекло време за връзка (в милисекунди)
es: Limite de tiempo de enlace (en milisegundos)
fr: Temporisation de la connexion Link (en millisecondes)
fr_fr: Fin du temps du Link (en millisecondes)
ko_kr: 연결 타임아웃 (단위: ms)
pt_br: Tempo pra esgotar o link (em mili-segundos)
ru: Тайм-аут звена (в миллисекундах)
uk: Час очікування з'єднання (мсек)

source: Logging
bg: Логване
es: Registro
fr: Journaliser
fr_fr: Journalisation
ko_kr: 로그 기록중
pt_br: Registro
ru: Вход
uk: Журнал

source: Unaligned &memory
bg: Неподравнена &памет
es: &Memoria sin alinear
fr: &Mémoire non alignée
fr_fr: &mémoire non alignée
ko_kr: 비할당 메모리 (&M)
pt_br: Memória &desalinhada
uk: Нерозподілена &пам'ять

source: Illegal &write
bg: Непозволен &запис
es: &Escritura ilegal
fr: &Ecriture illégale
fr_fr: Écri&ture illégale
ko_kr: 비정상적인 작성 (&W)
pt_br: Gravação &ilegal
uk: Незаконний &запис

source: Illegal &read
bg: Непозволено &четене
es: &Lectura ilegal
fr: &Lecture illégale
fr_fr: &Lecture illégale
ko_kr: 비정상적인 읽기 (&R)
pt_br: Leitura &ilegal
uk: Незаконне &читання

source: &Undefined instruction
bg: &Неопределена инструкция
es: &Instrucción indefinida
fr: &Instruction indéfinie
fr_fr: Instruction non&définie
ko_kr: 정의되지 않은 지시 (&U)
pt_br: &Instrução indefinida
ru: Неопределенная инструкция
uk: &Невизначена вказівка

source: Soun&d output
bg: Звуко&в изход
es: &Salida de sonido
fr: Sortie audi&o
fr_fr: Sort&ie son
ko_kr: 사운드 출력 (&D)
pt_br: Saí&da de som
ru: Выход звука
uk: Аудіо&вихід

source: Verbose
bg: Многословно
es: Detallado
fr: Verbeux
fr_fr: Verbeux
ko_kr: 상세
pt_br: Descritivo
ru: Подробный
uk: Докладно

source: &File
bg: &Файл
es: &Archivo
fr: &Fichier
fr_fr: &Fichier
ko_kr: 파일 (&F)
pt_br: &Arquivo
ru: Файл
uk: &Файл

source: Open...
bg: Отвори...
es: Abrir...
fr: Ouvrir...
fr_fr: Ouvrir...
ko_kr: 열기...
pt_br: Abrir...
uk: Відкрити...

source: Open &Game Boy...
es: Abrir &Game Boy...
fr: Ouvrir la &Game Boy...
fr_fr: Ouvrir &Game Boy
ko_kr: 게임보이 열기 (&G)...
pt_br: Abrir &Game Boy...
uk: Відкрити &Game Boy...

source: Open Game Boy &Color...
fr: Ouvrir la &Game Boy Color...
fr_fr: Ouvrir Game Boy &Color
ko_kr: 게임보이 컬러 열기 (&C)...
pt_br: Abrir o Game Boy &Color...
uk: Відкрити Game Boy &Color...

source: Open rece&nt
bg: Отвори скорош&ни
es: &Abrir reciente
fr: Ouvrir réce&nt
fr_fr: Ouvrir jeu réce&nt
ko_kr: 최근 ROM 열기 (&N)
pt_br: Abrir os rece&ntes
ru: Открыть недавние
uk: Відкрити &останні

source: &Reset recent list
bg: &Нулирай списъка със скорошни
es: &Reiniciar lista reciente
fr: &Réinitialiser la liste récente
fr_fr: &Redémarrer la liste récente
ko_kr: 최근 목록 지우기 (&R)
pt_br: &Resetar a lista dos recentes
ru: Сброс списка последних
uk: &Очистити перелік останніх файлів

source: &Freeze recent list
bg: &Замрази списъка със скорошни
es: &Congelar lista reciente
fr: &Figer la liste récente
fr_fr: &Figer la liste récente
ko_kr: 최근 목록 고정 (&F)
pt_br: &Congelar a lista dos recentes
ru: Заморозить список последних
uk: &Блокувати перелік останніх файлів

source: ROM in&formation...
bg: ROM ин&формация...
es: &Información de ROM
fr: In&formations de la ROM...
fr_fr: In&formation sur la ROM...
ko_kr: ROM 정보 (&F)...
pt_br: In&formações da ROM...
ru: Информация о Rom
uk: ROM-&відомості...

source: &Reset Loading Dot Code
bg: &Нулирай зареждане на точков код
es: &Reiniciar carga de código de puntos
fr: &Redémarrer le chargement du code dot
fr_fr: &Redémarrer le Chargement du Code Dot
ko_kr: 닷 코드 불러오기 취소 (&R)
pt_br: &Resetar o Carregamento do Código Dot
uk: &Очистити завантажений Dot-код

source: &Load Dot Code...
bg: &Зареди точков код...
es: &Cargar código de puntos...
fr: &Charger le Dot Code...
fr_fr: &Charger un Dot Code...
ko_kr: 닷 코드 불러오기 (&L)...
pt_br: &Carregar o Código Dot...
ru: Загрузить Dot код
uk: За&вантажити Dot-код...

source: &Reset Saving Dot Code
bg: &Нулирай запазване на точков код
es: &Reiniciar guardado del código de puntos
fr: &Redémarrer la sauvegarde du code dot
fr_fr: &Réinitialiser la sauvegarde du Dot Code
ko_kr: 닷 코드 저장 취소 (&R)
pt_br: &Resetar o Salvamento do Código Dot
uk: О&чистити збережений Dot-код

source: &Save Dot Code...
bg: &Запази точков код...
es: &Guardar código de puntos
fr: &Sauvegarder le Dot Code...
fr_fr: &Sauvegarder un Dot Code...
ko_kr: 닷 코드 저장 (&S)...
pt_br: &Salvar o Código Dot...
ru: Сохранить Dot код
uk: З&берегти Dot-код...

source: Most &recent
bg: Най-&скорошни
es: Más &reciente
fr: Le plus &récent
fr_fr: Le plus &récent
ko_kr: 가장 최근 ROM (&R)
pt_br: Os mais &recentes
ru: Самые последние
uk: &Найостанніші

source: Load current state slot
bg: Зареди текущ слот на състояние
es: Cargar ranura actual
fr: Charger l'emplacement d'état en cours
fr_fr: Charger l'emplacement d'état en cours
ko_kr: 최근 저장 슬롯을 불러오기
pt_br: Carregar slot do state atual
uk: Завантажити поточний слот стану

source: &Auto load most recent
bg: &Авто зареди най-скорошен
es: &Auto cargar más reciente
fr: &Charger automatiquement le plus récent
fr_fr: Charger &automatiquement le plus récent
ko_kr: 가장 최근 저장 자동 불러오기 (&A)
pt_br: &Auto-carregar os mais recentes
ru: Автозагрузка последнего
uk: &Автозавантаження найостаннішого

source: From &File...
es: De &Archivo...
fr: Depuis le &Fichier...
fr_fr: Depuis le &fichier...
ko_kr: 파일에서 (&F)...
pt_br: Do &Arquivo...
uk: Із &файлу...

source: Do not change &battery save
bg: Не променяй &батерийно запазване
es: No cambiar guardado de &batería
fr: Ne pas changer la &sauvegarde native
fr_fr: Ne pas changer la sauvegarde
ko_kr: 배터리 세이브 변경하지 않기 (&B)
pt_br: Não mudar o save da &bateria
ru: Не изменяйте аппаратное сохранение
uk: Не змінювати збереження &батареї

source: Do not change &cheat list
bg: Не променяй &чийт списък
es: No cambiar lista de &trucos
fr: Ne pas changer la liste de &codes de triche
fr_fr: Ne pas changer la liste de &codes de triche
ko_kr: 치트 목록 변경하지 않기 (&C)
pt_br: Não mudar a lista &de trapaças
ru: Не изменяйте список чит-кодов
uk: Не змінювати перелік &чітів

source: &Load state
bg: &Зареди състояние
es: &Cargar estado
fr: &Charger l'état
fr_fr: &Charger une saubegarde d'état
ko_kr: 상태 불러오기 (&L)
pt_br: &Carregar o state
ru: Загрузить состояние
uk: За&вантажити стан

source: &Oldest slot
bg: &Най-стар слот
es: &Ranura más antigua
fr: &Emplacement le plus vieux
fr_fr: Emplacement le &plus ancien
ko_kr: 가장 오래된 슬롯 (&O)
pt_br: &Slot mais antigo
ru: Самая старая ячейка
uk: &Найстаріший слот

source: Save current state slot
bg: Запази текущ слот на състояние
es: Guardar ranura actual
fr: Sauvegarder l'emplacement d'état en cours
fr_fr: Sauvegarde d'état sur l'emplacement en cours
ko_kr: 최근 저장 슬롯에 저장
pt_br: Salvar o slot do state atual
uk: Зберегти поточний слот стану

source: Increase state slot number and save
bg: Увеличи номер на слот на състояние и запази
es: Incrementar número de estado de ranura y guardar
fr: Augmenter le nombre d'emplacement d'état et sauvegarder
fr_fr: Augmenter le nombre d'emplacement d'état et sauvegarder
ko_kr: 저장 슬롯 수 확장 후 저장
pt_br: Aumentar o número do slot do state atual e salvar
uk: Збільшити номер і зберегти слот стану

source: To &File...
es: A &Archivo...
fr: Vers le &Fichier...
fr_fr: Vers le &fichier...
ko_kr: 파일로 (&F)...
pt_br: No &Arquivo...
uk: До &файлу...

source: &Save state
bg: &Запази състояние
es: &Guardar estado
fr: &Sauvegarder l'état
fr_fr: Effectuer une &sauvegarde d'état
ko_kr: 상태 저장 (&S)
pt_br: &Salvar o state
ru: Сохранить состояние
uk: З&берегти стан

source: Increase state slot number
bg: Увеличи номер на слот на състояние
es: Incrementar número de estado de ranura
fr: Augmenter le nombre d'emplacement d'état
fr_fr: Utiliser l'emplacement de sauvegarde d'état suivant
ko_kr: 저장 슬롯 수 확장
pt_br: Aumentar o número do slot do state
uk: Збільшити номер слоту стану

source: Decrease state slot number
bg: Намали номер на слот на състояние
es: Disminuir número de estado de ranura
fr: Diminuer le nombre d'emplacement d'état
fr_fr: Utiliser l'emplacement de sauvegarde d'état précédent
ko_kr: 저장 슬롯 수 감축
pt_br: Diminuir o número do slot do state
uk: Зменшити номер слоту стану

source: &Battery file...
bg: &Батериен файл...
es: Archivo de &batería...
fr: &Fichier de sauvegarde native...
fr_fr: Fichier de sauvegarde (&b)...
ko_kr: 배터리 파일 (&B)...
pt_br: &Arquivo da bateria...
ru: Аппаратный файл
uk: &Батарея...

source: Game Shark &code file...
fr: Fichier &code Game Shark...
fr_fr: Fichier &code Game Shark...
ko_kr: 게임 샤크 코드 파일 (&C)...
pt_br: Arquivo do &código do Game Shark...
uk: Game Shark-&коди...

source: &Game Shark snapshot...
fr: Capture d'écran &Game Shark...
fr_fr: Fichier de sauvegarde instantanée &Game Shark
ko_kr: 게임 샤크 스냅샷 (&G)...
pt_br: Snapshot do Game Shark...
uk: &Game Shark-знімок...

source: &Import
bg: &Внеси
es: &Importar
fr: &Importer
fr_fr: &Importer
ko_kr: 가져오기 (&I)
pt_br: &Importar
ru: Импортировать
uk: &Імпортувати

source: &Export
bg: &Изнеси
es: &Exportar
fr: &Exporter
fr_fr: &Exporter
ko_kr: 내보내기 (&E)
pt_br: &Exportar
ru: Экспортировать
uk: &Експортувати

source: Screen capt&ure...
bg: Захв&ащане на екран...
es: Cap&tura de pantalla...
fr: &Capture d'écran
fr_fr: Capt&ure d'Ecran...
ko_kr: 스크린 캡쳐 (&U)...
pt_br: Captura de te&la...
ru: Скриншот
uk: &Захоплення екрана...

source: Start &sound recording...
bg: Започни &звукозапис...
es: Iniciar grabación de &sonido...
fr: Démarrer l'enregistrement &audio...
fr_fr: Démarrer l'enregistrement du &son...
ko_kr: 녹음 시작 (&S)...
pt_br: Iniciar a &gravação do som...
ru: Начать запись звука
uk: Розпочати &аудіозапис...

source: Stop s&ound recording
bg: Спри з&вукозапис
es: Detener grabación de s&onido
fr: Arrêter l'enregistrement a&udio
fr_fr: Arrêter l'enregistrement du s&on
ko_kr: 녹음 중지 (&O)
pt_br: Parar a g&ravação do som
ru: Остановить запись звука
uk: Зупинити а&удіозапис

source: Start &video recording...
bg: Започни &видеозапис...
es: Iniciar grabación de &video...
fr: Démarrer l'enregistrement &vidéo...
fr_fr: Démarrer l'enregistrement &vidéo...
ko_kr: 동영상 녹화 시작 (&V)...
pt_br: Iniciar a &gravação do vídeo...
ru: Начать запись видео
uk: Розпочати &відеозапис...

source: Stop v&ideo recording
bg: Спри в&идеозапис
es: Detener g&rabación de video
fr: Arrêter l'enregistrement v&idéo
fr_fr: Arrêter l'enregistrement v&idéo
ko_kr: 동영상 녹화 중지 (&I)
pt_br: Parar a g&ravação do vídeo
ru: Остановить запись видео
uk: Зупинити ві&деозапис

source: Start &game recording...
bg: Започни &запис на игра...
es: Iniciar grabación de &juego...
fr: Démarrer l'enregistrement du &jeu...
fr_fr: Démarrer l'enre&gistrement du jeu...
ko_kr: 리플레이 기록 시작 (&G)...
pt_br: Iniciar a &gravação do jogo...
ru: Начать запись игры
uk: Розпочати &запис гри...

source: Stop g&ame recording
bg: Спри з&апис на игра
es: Detener grabación de j&uego
fr: Arrêter l'enregistrement du j&eu
fr_fr: &Arrêter l'enregistrement du jeu
ko_kr: 리플레이 기록 중지 (&A)
pt_br: Parar a gr&avação do jogo
ru: Остановить запись игры
uk: Зупинити за&пис гри

source: &Record
bg: &Запис
es: &Grabar
fr: &Enregistrer
fr_fr: &Enregistrer
ko_kr: 녹화 (&R)
pt_br: &Gravar
ru: Запись
uk: &Записати

source: Start playing &movie...
bg: Започни възпроизвеждане на &филм...
es: Iniciar reproducción de &película...
fr: &Démarrer la lecture de l'enregistrement...
fr_fr: Démarrer la lecture de l'en&registrement...
ko_kr: 리플레이 재생 시작 (&M)...
pt_br: Iniciar a reprodução do &filme...
ru: Начать запись фильма
uk: Розпочати від&творення відео...

source: Stop playing m&ovie
bg: Спри възпроизвеждане на ф&илм
es: Detener reproducción de &película
fr: &Arrêter la lecture de l'enregistrement
fr_fr: Arrêter la lecture d'enregistrement (&o)
ko_kr: 리플레이 재생 정지 (&O)
pt_br: Parar a reprodução do f&ilme
ru: Остановить запись фильма
uk: Зупинити в&ідтворення відео

source: &Play
bg: &Възпроизвеждане
es: &Jugar
fr: &Jouer
fr_fr: &Jouer
ko_kr: 재생 (&P)
pt_br: &Reproduzir
ru: Играть
uk: &Відтворити

source: &Quit
bg: &Излез
es: &Salir
fr: &Quitter
fr_fr: &Quitter
ko_kr: 나가기 (&Q)
pt_br: &Sair
uk: Ви&хід

source: &Emulation
bg: &Емулация
es: &Emulación
fr: &Émulation
fr_fr: &Émulation
ko_kr: 에뮬레이션 (&E)
pt_br: &Emulação
ru: Эмуляция
uk: &Емуляція

source: &Pause
bg: &Пауза
es: &Pausar
ko_kr: 일시정지 (&P)
pt_br: &Pausar
ru: Пауза
uk: &Призупинити

source: &Next frame
bg: &Следващ кадър
es: &Siguiente fotograma
fr: &Image suivante
fr_fr: &Image suivante
ko_kr: 다음 프레임 (&N)
pt_br: &Próximo frame
ru: Следующий кадр
uk: &Наступний кадр

source: Re&wind
bg: Пре&навиване
es: &Rebobinar
fr: Rem&bobiner
fr_fr: Re&mbobiner
ko_kr: 되감기 (&W)
pt_br: Re&troceder
ru: Перемотка
uk: &Зворот

source: Toggle &full screen
bg: Превключи &цял екран
es: Activar &pantalla completa
fr: &Basculer en mode plein écran
fr_fr: Basculer en &plein écran
ko_kr: 전체화면 전환 (&F)
pt_br: Alternar &tela cheia
ru: Вкл. &полноэкр. режим
uk: Перемкнути &повний екран

source: &Turbo mode
bg: &Турбо режим
es: Modo &turbo
fr: &Mode Turbo
fr_fr: &Mode turbo
ko_kr: 터보 모드 (&T)
pt_br: &Modo turbo
ru: &Ускоренный режим
uk: &Турбо

source: &VSync
es: Sincronización &vertical
fr: &Synchronisation verticale
ko_kr: 수직동기화 (&V)
ru: &Верт. синхронизация
uk: &Вертикальна сихронізація

source: &Auto skip frames
bg: &Авто прескачане на кадри
es: &Saltar fotogramas automáticamente
fr: &Ignorer automatiquement les images
fr_fr: Saut d'images &automatique
ko_kr: 프레임 자동 건너뛰기 (&A)
pt_br: &Auto-pular os frames
ru: &Автоперемотка кадров
uk: &Автопропуск кадрів

source: &Skip BIOS
bg: &Прескочи BIOS
es: &Saltar BIOS
fr: &Ignorer le BIOS
fr_fr: Pa&sser le BIOS
ko_kr: BIOS 건너뛰기 (&S)
pt_br: &Ignorar a BIOS
ru: Пропустить BIOS
uk: &Пропустити BIOS

source: &Auto IPS / UPS / IPF patch
fr: Patch IPS / UPS / IPF &Automatique
fr_fr: Patch IPS/UPS/IPF &automatique
ko_kr: 자동 IPS / UPS / IPF 패치 (&A)
pt_br: &Auto-aplcar os patches IPS/UPS/IPF
uk: &Автолатання IPS / UPS / IPF

source: &Pause when inactive
bg: &Пауза, когато е неактивен
es: &Pausar cuando esté inactivo
fr: %Mettre en pause lorsque inactif
fr_fr: &Pause quand inactif
ko_kr: 창이 비활성일 때 일시정지 (&P)
pt_br: &Pausar quando inativo
ru: Пауза при смене окна
uk: &Призупинити неактив

source: &Reset
bg: &Нулирай
es: &Reiniciar
fr: &Réinitialiser
fr_fr: &Redémarrer
ko_kr: 재설정 (&R)
pt_br: &Resetar
ru: &Сброс
uk: &Перезавантажити

source: &Options
bg: &Опции
es: &Opciones
ko_kr: 옵션 (&O)
pt_br: &Opções
ru: &Настройки
uk: &Опції

source: &Link
bg: &Връзка
es: &Enlace
fr: &Lier
ko_kr: 링크 (&L)
ru: Соеденение
uk: &З'єднання

source: Start &Network Link...
fr: Démarrer le &R&éseau Link...
fr_fr: Démarrer le Link en &réseau...
ko_kr: 네트워크 링크 시작 (&N)...
pt_br: Iniciar o &Link da Rede...
uk: Розпочати &мережеве з'єднання...

source: &Nothing
bg: &Нищо
es: &Nada
fr: &Aucun
fr_fr: Rie&n
ko_kr: 없음 (&N)
pt_br: &Nada
ru: Ничего
uk: &Не вказано

source: &Cable
bg: &Кабел
fr: &Câble
fr_fr: &Câble
ko_kr: 케이블 (&C)
pt_br: &Cabo
ru: Кабель
uk: &Кабель

source: &Wireless
bg: &Безжично
es: &Inalámbrico
fr: &Sans fil
fr_fr: &Sans-fil
ko_kr: 무선 (&W)
ru: Безпроводной
uk: &Бездротовий

source: &Local mode
bg: &Локален режим
es: &Modo local
fr: &Mode local
fr_fr: Mode &local
ko_kr: 로컬 모드 (&L)
pt_br: &Modo local
ru: Локальный режим
uk: &Локальний режим

source: &Link at boot
bg: &Връзка при зареждане
es: &Enlace al iniciar
fr: %Connexion Link au démarrage
fr_fr: &Link au démarrage
ko_kr: 시작할 때 연결 (&L)
pt_br: &Link ao inicializar
ru: Связь во время загрузки
uk: &З'єднати при завантаженні

source: &Speed hack
bg: &Скоростен хак
es: &Hack de velocidad
fr_fr: Hack de vite&sse
ko_kr: 스피드 핵 (&S)
pt_br: &Hack de velocidade
ru: СпидХак
uk: &Швидкісний хак

source: &Configure...
es: &Configurar...
fr: &Configurer...
fr_fr: &Configurer...
ko_kr: 구성 (&C)...
pt_br: &Configurar...
uk: &Налаштувати...

source: &Video
bg: &Видео
fr: &Vidéo
fr_fr: &Vidéo
ko_kr: 화면 (&V)
pt_br: &Vídeo
ru: &Видео
uk: &Відео

source: &Start in full screen
bg: &Започни в цял екран
es: &Empezar en pantalla completa
fr: &Démarrer en plein écran
fr_fr: &Démarrer en plein écran
ko_kr: 전체화면으로 시작 (&S)
pt_br: &Iniciar em tela cheia
ru: Запускать в полноэкранном режиме
uk: Запустити в &повному екрані

source: &Scaled resize
bg: &Мащабирано преоразмеряване
es: &Cambio de tamaño a escala
fr: Redimensionner à l'&Echelle
fr_fr: Redimensionner à l'&échelle...
ko_kr: 크기 조절 (&S)
pt_br: &Redimensionamento escalonável
uk: Змінити розмір &масштабовано

source: Change pixel filter
bg: Смени пиксел филтър
es: Cambiar el filtro de píxeles
fr: Changer le Filtre du Pixel
fr_fr: Changer le filtre de pixels
ko_kr: 화면 픽셀 필터 변경
pt_br: Mudar o filtro dos pixels
uk: Змінити піксельний фільтр

source: Change interframe blending
bg: Смени междукадрово смесване
es: Cambiar mezclado de fotogramas intermedios
fr: Changer le mélange d'entrelacement
fr_fr: Changer le mélange inter-image
ko_kr: 인터프레임 블렌딩(부드러운 프레임 전환) 타입 변경
pt_br: Mudar a mistura dos interframes
uk: Змінити міжкадрове накладання

source: &Retain aspect ratio
bg: &Запази съотношение на страните
es: &Conservar relación de aspecto
fr: &Conserver le rapport hauteur/largeur d'image
fr_fr: Conse&rver les proportions
ko_kr: 화면비율 유지 (&R)
pt_br: &Reter a proporção do aspecto
ru: Сохранить соотношение
uk: &Зберегти співвідношення сторін
