Repository: visualboyadvance-m/visualboyadvance-m
Catalog: po/wxvbam/*.po
Languages: bg, es, fr, fr_fr, ko_kr, pt_br, ru, uk

source: Game Boy Advance sound interpolation
es: Interpolación de sonido de Game Boy Advance
fr: Interpolation du son de la Game Boy Advance
fr_fr: Interpolation du son de la Game Boy Advance
ko_kr: 게임보이 어드밴스 사운드 보간
pt_br: Interpolação de som do Game Boy Advance
uk: Інтерполяція звуку Game Boy Advance

source: Game Boy sound declicking
fr: Déclicage du son du Game Boy
fr_fr: Déclicage du son Game Boy
ko_kr: 게임보이 사운드 감소
pt_br: Declicking do som do Game Boy
uk: Без клацання звуку Game Boy

source: Game Boy echo effect (%)
es: Efecto eco de Game Boy (%)
fr: Effet d'écho Game Boy (%)
fr_fr: Effet écho de la Game Boy (%)
ko_kr: 게임보이 에코 효과 (%)
pt_br: Efeito de eco do Game Boy (%)
uk: Луна Game Boy (%)

source: Enable Game Boy sound effects
es: Activar efectos de sonido de Game Boy
fr: Activer les effets sonores de la Game Boy
fr_fr: Activer les effets sonores de la Game Boy
ko_kr: 게임보이 사운드 효과 활성화
pt_br: Ativar efeitos sonoros do Game Boy
uk: Увімкнути звукові ефекти Game Boy

source: Game Boy stereo effect (%)
es: Efecto estéreo de Game Boy (%)
fr: Effet stéréo de la Game Boy (%)
fr_fr: Effet stéréo pour la Game Boy (%)
ko_kr: 게임보이 스테레오 효과 (%)
pt_br: Efeito estéreo do Game Boy (%)
uk: Стерео Game Boy (%)

source: Game Boy surround sound effect (%)
es: Efecto de sonido envolvente de Game Boy (%)
fr: Effet sonore surround de la Game Boy (%)
fr_fr: Effet de son surround pour la Game Boy (%)
ko_kr: 게임보이 서라운드 사운드 효과 (%)
pt_br: Efeito de som surround do Game Boy (%)
uk: Об'ємний звук Game Boy (%)

source: Sound sample rate (kHz)
es: Tasa de muestreo de sonido (kHz)
fr: Taux d'échantillonnage du son (kHz)
fr_fr: Fréquence d'échantillonnage du son (kHz)
ko_kr: 사운드 샘플링 속도 (kHz)
pt_br: Taxa de amostra do som (kHz)
uk: Частота дискретизації аудіо (кГц)

source: Use DirectSound hardware acceleration
fr_fr: Activer l'accélération matérielle DirectSound
ko_kr: DirectSound 하드웨어 가속 사용
pt_br: Usar aceleração do hardware pro DirectSound
uk: Використовувати апаратне прискорення Direct Sound

source: Upmix stereo to surround
fr_fr: Remixage stéréo vers surround
ko_kr: 스테레오를 서라운드로 업믹스
pt_br: Aumentar número de canais de estéreo pra surroun
uk: Зводити стерео для об'ємного звуку

source: Sound volume (%)
es: Volumen (%)
fr: Volume sonore (%)
fr_fr: Volume du Son (%)
ko_kr: 사운드 볼륨 (%)
pt_br: Volume do som (%)
uk: Гучність звуку (%)

source: Language
es: Idioma
fr_fr: Langue
pt_br: Idioma
uk: Мова

source: External translations
es: Traducciones Externas
fr_fr: Traductions externes
pt_br: Traduções externas
uk: Зовнішні переклади

source: Invalid value %s for option %s; valid values are %s
fr: Valeur %s non valide pour l'option %s ; les valeurs valides sont %s
fr_fr: Valeur invalide %s pour l'option %s ; les valeurs valides sont %s
ko_kr: 옵션 %s 에 대한 잘못된 값 %s; 유효한 값은 %s
pt_br: Valor inválido %s pra opção %s; os valores válidos são %s
uk: Недійсне значення %s для опції %s; дійсні значення: %s.

source: Invalid value %f for option %s; valid values are %f - %f
bg: Невалидна стойност %f за опция %s; валидни стойности са %f - %f
es: Valor invalido %f para opciones %s; los valores validos son %f - %f
fr: Valeur %f non valide pour l'option %s; les valeurs valides sont %f - %f
fr_fr: Valeur invalide %f pour l'option %s; les valeurs valides sont %f - %f
ko_kr: %f 값은 %s 옵션에 무효합니다; 유효한 값은 %f - %f입니다.
pt_br: Valor inválido %f para a opção %s; os valores válidos são %f - %f
ru: Неверное значение %f для %s; верные значения: %f - %f
uk: Недійсне значення %f для опції %s; дійсні значення: %f - %f.

source: Invalid value %d for option %s; valid values are %d - %d
bg: Невалидна стойност %d за опция %s; валидни стойности са %d - %d
es: Valor invalido %d para opciones %s; los valores validos son %d - %d
fr: Valeur %d non valide pour l'option %s; les valeurs valides sont %d - %d
fr_fr: Valeur Invalide %d pour l'option %s; les valeurs valides sont %d - %d
ko_kr: %d 값은 %s 옵션에 무효합니다; 유효한 값은 %d - %d입니다.
pt_br: Valor inválido %d para a opção %s; os valores válidos são %d - %d
ru: Неверное значение %d для параметра %s; верные значения %d - %d
uk: Недійсне значення %d для опції %s; дійсні значення: %d - %d.

source: Volume Mute
es: Silenciar Volumen
fr: Volume Muet
fr_fr: Volume Muet
ko_kr: 볼륨 무음
pt_br: Volume Mudo
uk: Притлумити гучність

source: Volume Down
es: Bajar Volumen
fr: Baisse du volume
fr_fr: Volume +
ko_kr: 볼륨 낮춤
pt_br: Diminuir Volume
uk: Зменшити гучність

source: Volume Up
es: Subir Volumen
fr: Augmentation du volume
fr_fr: Volume -
pt_br: Aumentar Volume
uk: Збільшити гучність

source: Next Track
es: Siguiente Pista
fr: Prochaine piste
fr_fr: Piste suivante
ko_kr: 다음 트랙
pt_br: Próxima Faixa
uk: Наступна доріжка

source: Previous Track
es: Pista Anterior
fr: Piste précédente
fr_fr: Piste précédente
ko_kr: 이전 트랙
pt_br: Faixa Anterior
uk: Попередня доріжка

source: Stop
es: Detener
fr: Arrêter
ko_kr: 정지
pt_br: Parar
uk: Зупинити

source: Play/Pause
es: Reproducir/Pausar
fr_fr: Lecture/Pause
ko_kr: 재생/잠시 멈춤
pt_br: Reproduzir/Pausar
uk: Відтворити / Призупинити

source: Joystick %d
fr_fr: Manette %d
ko_kr: 조이스틱 %d
uk: Джойстик %d

source: %s: Axis %d+
fr_fr: %s : Axe %d+
ko_kr: %s: 축 %d+
pt_br: %s: Eixo %d+
uk: %s: Вісь %d+

source: %s: Axis %d-
fr_fr: %s : Axe %d-
ko_kr: %s: 축 %d-
pt_br: %s: Eixo %d-
uk: %s: Вісь %d-

source: %s: Button %d
fr_fr: %s : Bouton %d
ko_kr: %s: 버튼 %d
pt_br: %s: Botão %d
uk: %s: Кнопка %d

source: %s: Hat %d North
fr_fr: %s : Direction %d Nord
ko_kr: %s: 햇 %d 북쪽
pt_br: %s: Hat %d Norte
uk: %s: Капелюх %d ↑

source: %s: Hat %d South
fr_fr: %s : Direction %d Sud
ko_kr: %s: 햇 %d 남쪽
pt_br: %s: Hat %d Sul
uk: %s: Капелюх %d ↓

source: %s: Hat %d West
fr_fr: %s : Direction %d Ouest
ko_kr: %s: 햇 %d 서쪽
pt_br: %s: Hat %d Oeste
uk: %s: Капелюх %d ←

source: %s: Hat %d East
fr_fr: %s : Direction %d Est
ko_kr: %s: 햇 %d 동쪽
pt_br: %s: Hat %d Leste
uk: %s: Капелюх %d →

source: Key
es: Tecla
fr_fr: Touche
ko_kr: 키
pt_br: Tecla
uk: Кнопка

source: Cannot create Direct Sound %08x
fr: Impossible de créer Direct Sound %08x
fr_fr: Impossible de créer Direct Sound %08x
ko_kr: 다이렉트 사운드 %08x 생성할 수 없음
pt_br: Não pôde criar o DirectSound %08x
uk: Неможливо створити Direct Sound %08x.

source: Cannot SetCooperativeLevel %08x
bg: Не може да се зададе кооперативно ниво %08x
es: No se Puede Establecer el Nivel Cooperativo %08x
fr: Ne peut pas SetCooperativeLevel %08x
fr_fr: Erreur pendant SetCooperativeLevel %08x
ko_kr: 메소드 오류 - Cannot SetCooperativeLevel %08x
pt_br: Não pôde SetCooperativeLevel %08x
ru: Невозможно выполнить SetCooperativeLevel %08x
uk: Неможливо встановити кооперативний рівень %08x.

source: Cannot CreateSoundBuffer %08x
bg: Не може да се създаде звуков буфер %08x
es: No se puede Crear un Buffer de sonido %08x
fr: Ne peut pas CreateSoundBuffer %08x
fr_fr: Erreur pendant CreateSoundBuffer %08x
ko_kr: 메소드 오류 - Cannot CreateSoundBuffer %08x
pt_br: Não pôde CreateSoundBuffer %08x
ru: Невозможно создать звуковой буфер %08x
uk: Неможливо створити звуковий буфер %08x.

source: CreateSoundBuffer(primary) failed %08x
bg: CreateSoundBuffer(първичен) неуспешно %08x
es: No se pudo crear el búfer de sonido (primary) %08x
fr: CreateSoundBuffer(primary) a échoué %08x
fr_fr: Erreur pendant CreateSoundBuffer(primary) %08x
ko_kr: %08x CreateSoundBuffer(주 메소드) 실패
pt_br: Falhou em CreateSoundBuffer(primário) %08x
ru: Создание звукового буфера (основное устройство) не удалось %08x
uk: Не вдалося створити первинний звуковий буфер %08x.

source: CreateSoundBuffer(secondary) failed %08x
bg: CreateSoundBuffer(вторичен) неуспешно %08x
es: No se pudo crear el búfer de sonido (secondary) %08x
fr: CreateSoundBuffer(secondary) a échoué %08x
fr_fr: Erreur pendant CreateSoundBuffer(secondary) %08x
ko_kr: %08x CreateSoundBuffer(2차 메소드) 실패
pt_br: Falhou em CreateSoundBuffer(secundário) %08x
ru: Создание звукового буфера (вторичное устройство) не удалось %08x
uk: Не вдалося створити вторинний звуковий буфер %08x.

source: dsbSecondary->SetCurrentPosition failed %08x
bg: dsbSecondary->SetCurrentPosition неуспешно %08x
es: dsbSecundario->ActualAjustePosicion falló %08x
fr: dsbSecondary->SetCurrentPosition a échoué %08x
fr_fr: Erreur pendant dsbSecondary->SetCurrentPosition %08x
ko_kr: dsbSecondary->SetCurrentPosition 실패 %08x
pt_br: dsbSecondary->SetCurrentPosition falhou %08x
ru: Невозможно выполнить dsbSecondary->SetCurrentPosition %08x
uk: Не вдалося встановити поточне положення вторинного Direct Sound-буфера %08x.

source: Cannot Play primary %08x
bg: Не може да се възпроизведе първичен %08x
es: No se puede jugar primario %08x
fr: Ne peut pas lancer primary %08x
fr_fr: Impossible de lancer la lecture %08x
ko_kr: 주 %08x 재생 실패
pt_br: Não pôde jogar no primário %08x
ru: Невозможно воспроизвести %08x
uk: Неможливо відтворити первинний Direct Sound-буфер %08x.

source: dsbSecondary->Lock() failed: %08x
bg: dsbSecondary->Lock() неуспешно: %08x
es: dsbSecundario->Bloquear() fallo: %08x
fr: dsbSecondary->Lock() a échoué : %08x
fr_fr: dsbSecondary->Lock() a échoué : %08x
ko_kr: dsbSecondary->Lock() 실패: %08x
pt_br: dsbSecondary->Lock() falhou: %08x
ru: Невозможно выполнить dsbSecondary->Lock() %08x
uk: Не вдалося заблокувати вторинний Direct Sound-буфер: %08x.

source: FAudio: Enumerating devices failed!
bg: FAudio: Изброяване на устройствата неуспешно!
es: FAudio: ¡Enumeración de dispositivos fallo!
fr: FAudio : Le dénombrement des appareils a échoué !
fr_fr: FAudio : échec du dénombrement des périphériques !
ko_kr: FAudio: 장치 열거에 실패했습니다!
pt_br: FAudio: Falhou em enumerar os dispositivos!
uk: FAudio: Не вдалося визначити пристрої!

source: The FAudio interface failed to initialize!
bg: FAudio интерфейсът не успя да се инициализира!
es: ¡La interfaz FAudio fallo al inicializar!
fr: L'interface XAudio2 n'a pas pu être initialisée !
fr_fr: L'interface XAudio2 a échoué à l'initialisation !
ko_kr: FAudio 인터페이스 초기화에 실패했습니다!
pt_br: A interface do FAudio falhou em inicializar!
uk: FAudio: Не вдалося визначити інтерфейс!

source: FAudio: Creating mastering voice failed!
bg: FAudio: Създаване на мастъринг глас неуспешно!
es: FAudio: ¡Fallo al crear la materizacion de voz!
fr: XAudio2 : La création de la voix de mastering a échoué !
fr_fr: FAudio : échec de la création de la voix maître !
ko_kr: FAudio: 마스터링 음성 작성에 실패했습니다!
pt_br: FAudio: Falhou em criar uma voz masterizada!
uk: FAudio: Не вдалося створити основний голос!

source: FAudio: Creating source voice failed!
bg: FAudio: Създаване на глас източник неуспешно!
es: FAudio: ¡Falló la creación de la voz de origen!
fr: XAudio2 : La création de la voix source a échoué !
fr_fr: FAudio : échec de la création de la voix source !
ko_kr: FAudio: 소스 음성 작성에 실패했습니다!
pt_br: FAudio: Falhou em criar a voz de origem!
uk: FAudio: Не вдалося створити голос-джерело!

source: XAudio2: Enumerating devices failed!
bg: XAudio2: Изброяване на устройствата неуспешно!
es: XAudio2: ¡Enumerando dispositivos fallidos!
fr: XAudio2 : Le dénombrement des appareils a échoué !
fr_fr: XAudio2 : échec du dénombrement des périphériques !
ko_kr: XAudio2: 장치 열거에 실패했습니다!
pt_br: XAudio2: Falhou em enumerar os dispositivos!
ru: XAudio2: Перечисление устройств не удалось!
uk: XAudio2: Не вдалося визначити пристрої!

source: The XAudio2 interface failed to initialize!
bg: XAudio2 интерфейсът не успя да се инициализира!
es: ¡La interfaz de XAudio2 a fallado al inicializar!
fr: L'interface XAudio2 n'a pas pu être initialisée !
fr_fr: L'interface XAudio2 a échoué à l'initialisation !
ko_kr: XAudio2 인터페이스 초기화에 실패했습니다!
pt_br: A interface do XAudio2 falhou em inicializar!
ru: XAudio2: Не удалось инициализировать интерфейс!
uk: XAudio2: Не вдалося визначити інтерфейс!

source: XAudio2: Creating mastering voice failed!
bg: XAudio2: Създаване на мастъринг глас неуспешно!
es: XAudio2: ¡Creando masterización de voz fallido!
fr: XAudio2 : La création de la voix de mastering a échoué !
fr_fr: XAudio2 : la création de la voix maître a échoué !
ko_kr: XAudio2: 마스터링 음성 작성에 실패했습니다!
pt_br: XAudio2: Falhou em criar a masterização da voz!
ru: XAudio2: Создание mastering voice не удалось!
uk: XAudio2: Не вдалося створити основний голос!

source: XAudio2: Creating source voice failed!
bg: XAudio2: Създаване на глас източник неуспешно!
es: XAudio2: ¡Creando fuente de voz fallido!
fr: XAudio2 : La création de la voix source a échoué !
fr_fr: XAudio2 : la création de la voix source a échoué !
ko_kr: XAudio2: 소스 음성 작성에 실패했습니다!
pt_br: XAudio2: Falhou em criar a voz de origem!
ru: XAudio2: Создание source voice не удалось!
uk: XAudio2: Не вдалося створити голос-джерело!

source: Error, link already connected
es: Error, Conexion Ya esta conectada
fr_fr: Erreur, Link déja connecté
ko_kr: 오류, 링크가 이미 연결됨
pt_br: Erro, link já conectado
uk: Помилка, посилання вже з'єднано.

source: Unable to find link driver
es: No se pudo encontrar el Controlador del link
fr_fr: Impossible de trouver le pilote de Link
ko_kr: 링크 드라이버를 찾을 수 없음
pt_br: Incapaz de achar o driver do link
uk: Неможливо знайти драйвер посилання.

source: Link connection does not need updates.
es: La conexion del link no necesita actualizacion
fr_fr: La connexion Link n'a pas besoin de mise à jour
ko_kr: 링크 연결에 업데이트가 필요하지 않습니다.
pt_br: A conexão do link não precisa de atualizações.
uk: З'єднання за посиланням не потребує оновлення.

source: Player %d disconnected.
es: Jugador %d desconectado.
fr_fr: Joueur %d déconnecté.
ko_kr: 플레이어 %d의 연결이 끊어졌습니다.
pt_br: Jogador %d desconectado.
uk: Гравця %d роз'єднано.

source: Server disconnected.
es: Servidor desconectado.
fr_fr: Serveur déconnecté.
ko_kr: 서버 연결이 끊어졌습니다.
pt_br: O servidor desconectou.
uk: Сервер роз'єднано.

source: Network error.
es: Error de conexión.
fr_fr: Erreur réseau.
ko_kr: 네트워크 오류입니다.
pt_br: Erro da rede.
uk: Помилка мережі.

source: Player %d connected
es: Jugador %d conectado
fr_fr: Joueur %d coonnecté
ko_kr: 플레이어 %d 연결됨
pt_br: Jogador %d conectado
uk: Гравця %d з'єднано.

source: All players connected
es: Todos los jugadores conectados
fr_fr: Tous les joueurs connectés
ko_kr: 모든 플레이어 연결됨
pt_br: Todos os jogadores conectados
uk: Усіх гравців з'єднано.

source: Connected as #%d, Waiting for %d players to join
es: Conectado como #%d, Esperando que se unan %d jugadores
fr_fr: Connecté en tant que joueur #%d, en attente de %d joueurs
ko_kr: #%d으로 연결됨, %d 플레이어 참여 대기 중
pt_br: Conectado como #%d, esperando %d jogadores se juntarem
uk: З'єднано як %d, очікування приєднання %d гравців.

source: All players joined.
es: Todos los jugadores se han unido.
fr_fr: Tous les joueurs connectés
ko_kr: 모든 플레이어가 참여했습니다.
pt_br: Todos os jogadores entraram.
uk: Усіх гравців приєднано.

source: Server timed out.
es: Tiempo de espera del servidor agotado.
fr_fr: Le serveur a expiré.
ko_kr: 서버 시간이 초과되었습니다.
pt_br: O tempo do servidor se esgotou.
uk: Час очікування сервера минув.

source: Error creating file mapping
es: Error al crear la asignación de archivos.
fr_fr: Erreur pendant la création du fichier de partage mémoire
ko_kr: 파일 매핑 생성 오류
pt_br: Erro ao criar o mapeamento do arquivo
uk: Помилка створення відображення файлів.

source: Error mapping file
es: Error Al Mapear el archivo
fr_fr: Erreur de partage mémoire
ko_kr: 매핑 파일 오류
pt_br: Erro ao mapear o arquivo
uk: Помилка відображення файлу.

source: 5 or more GBAs not supported.
es: No hay soporte para 5 GBAs o más.
fr_fr: Impossible de supporter plus que 4 GBA.
ko_kr: 5개 이상의 GBA는 지원되지 않습니다.
pt_br: 5 ou mais GBAs não suportados.
uk: 5+ GBA непідтримувані.

source: Error opening event
es: Error al abrir evento
fr_fr: Erreur pendant l'ouverture de l'évènement
ko_kr: 이벤트 열기 오류
pt_br: Erro ao abrir o evento
uk: Помилка відкриття події.

source: Lost link; reinitialize to reconnect
es: Conexion Perdida; Reinciala Para reconectar
fr_fr: Connexion Link perdue, réinitialisez pour reconnecter
ko_kr: 링크가 끊어짐; 다시 연결하려면 다시 초기화
pt_br: Link perdido; reinicializar pra reconectar
uk: Втрачено посилання; перевизначення для перез'єднання.

source: Lost link; reconnected
es: Conexion Perdida; Se Reconecto
fr_fr: Connexion Link rétablie
ko_kr: 링크가 끊어짐; 다시 연결됨
pt_br: Link perdido; reconectado
uk: Втрачено посилання; перез'єднання.

source: Unknown slave timed out; resetting comm
fr_fr: Délai de connexion à un esclave expiré ; réinitialisation de la communication
ko_kr: 알 수 없는 슬레이브 시간 초과; 통신 재설정
pt_br: O tempo do escravo desconhecido se esgotou; resetando a comunicação
uk: Час очікування невідомого підпорядкування минув; перезавантаження зв'язку.

source: Key Shortcuts
bg: Клавишни преки пътища
es: Atajo de teclas
fr: Raccourcis clavier
fr_fr: Raccourcis touche
ko_kr: 단축키
pt_br: Atalhos das Teclas
ru: Сочетания клавиш
uk: Гарячі кнопки

source: Co&mmands:
bg: Ко&манди:
es: &Comandos:
fr: Co&mmandes :
fr_fr: Co&mmandes :
ko_kr: 커맨드 (&M):
pt_br: Co&mandos:
ru: &Команды:
uk: Ко&манди:

source: Current Keys:
bg: Текущи клавиши:
es: Teclas actuales:
fr: Touches actuelles :
fr_fr: Touches actuelles :
ko_kr: 현재 키:
pt_br: Teclas Atuais:
ru: Текущие сочетания клавиш:
uk: Поточні кнопки:

source: &Assign
bg: &Назначи
es: &Asignar
fr: &Assigner
fr_fr: &Assigner
ko_kr: 할당 (&A)
pt_br: &Designar
ru: &Назначить
uk: &Призначити

source: &Remove
bg: &Премахни
es: &Remover
fr: &Supprimer
fr_fr: &Enlever
ko_kr: 제거 (&R)
pt_br: &Remover
ru: &Удалить
uk: &Вилучити

source: Re&set All
bg: Ну&лирай всички
es: &Resetear todo
fr: Tout ré&initialiser
fr_fr: Tout Re&démarrer
ko_kr: 모두 재설정 (&S)
pt_br: Re&setar Tudo
ru: &Сбросить все
uk: Від&новити всі

source: Currently assigned to:
bg: Текущо назначени към:
es: Actualmente asignado para:
fr: Actuellement assigné à :
fr_fr: Actuellement assigné à :
ko_kr: 현재 할당:
pt_br: Atualmente designado pra:
ru: Уже назначено для:
uk: Призначено для:

source: Shortcut Key:
bg: Клавиш за пряк път:
es: Atajo de tecla:
fr: Raccourci clavier :
fr_fr: Raccourci Touche :
ko_kr: 바로가기 키:
pt_br: Tecla de Atalho:
ru: Сочетание клавиш
uk: Гаряча кнопка:

source: Add Cheat
bg: Добави чийт
es: Añadir truco
fr: Ajouter un code de triche
fr_fr: Ajouter un Code de triche
ko_kr: 치트 추가
pt_br: Adicionar Trapaça
ru: Добавить чит
uk: Додати чіт

source: &Description
bg: &Описание
es: &Descripción
ko_kr: 설명 (&D)
pt_br: &Descrição
ru: Описание
uk: &Опис

source: &Value
bg: &Стойност
es: &Valor
fr: &Valeur
fr_fr: &Valeur
ko_kr: 값 (&V)
pt_br: &Valor
ru: Значение
uk: &Значення

source: Format
bg: Формат
es: Formato
ko_kr: 형식
pt_br: Formato
ru: Формат
uk: Формат

source: Cheat Search
bg: Търсене на чийт
es: Buscar truco
fr: Rechercher un code de triche
fr_fr: Recherche de code de triche
ko_kr: 치트 검색
pt_br: Busca por Trapaças
ru: Поиск Чита
uk: Пошук чіту

source: E&qual
bg: Р&авно
es: &Igual
fr: E&gal/e
fr_fr: É&gal
ko_kr: 같음 (&Q)
pt_br: I&gual
ru: Равный
uk: &Рівний

source: &Not equal
bg: &Не равно
es: &No igual
fr: &Inégal/e
fr_fr: &Pas égal
ko_kr: 같지 않음 (&N)
pt_br: &Não é igual
ru: Не равный
uk: &Не рівний

source: &Less than
bg: &По-малко
es: &Menos que
fr: &Moins que
fr_fr: &Moins que
ko_kr: 보다 작음 (&L)
pt_br: &Menor do que
ru: Меньше, чем
uk: &Менше

source: L&ess or equal
bg: По-&малко или равно
es: &Menos o igual
fr: M&oins ou égal/e
fr_fr: &Moins ou égal
ko_kr: 작거나 같음 (&E)
pt_br: M&enor ou igual
ru: Меньше или равно
uk: М&енше чи рівне

source: &Greater than
bg: &По-голямо
es: &Mas grande que
fr: &Plus grand/e que
fr_fr: Plus &grand que
ko_kr: 보다 큼 (&G)
pt_br: &Maior do que
ru: Больше чем
uk: &Більше

source: G&reater or equal
bg: По-&голямо или равно
es: &Mayor o igual
fr: Plus g&rand/e ou égal/e
fr_fr: Plus g&rand ou égal
ko_kr: 크거나 같음 (&R)
pt_br: M&aior ou igual
ru: Больше или равно
uk: Б&ільше чи рівне

source: Compare type
bg: Тип за сравнение
es: Comparar tipo
fr: Comparer le type
fr_fr: Type de comparaison
ko_kr: 비교 형식
pt_br: Tipo de comparação
ru: Тип сравнения
uk: Тип порівняння

source: S&igned
bg: Със &знак
es: &Firmado
fr: S&igné
fr_fr: S&igné
ko_kr: 부호화 (&I)
pt_br: A&ssinado
ru: Подписанный
uk: &Підписано

source: &Unsigned
bg: &Без знак
es: &No firmado
fr: &Non signé
fr_fr: &Non signé
ko_kr: 비부호화 (&U)
pt_br: &Não Assinado
ru: Не подписанный
uk: &Без підпису

source: &Hexadecimal
bg: &Шестнадесетично
fr: &Hexadécimal
fr_fr: &Hexadécimal
ko_kr: 16진수 (&H)
ru: Шестнадцатиричный
uk: &Шістнадцятковий

source: Signed / Unsigned
fr: Signé / Non signé
fr_fr: Signé / Non signé
ko_kr: 서명 / 미서명
pt_br: Assinado/Não Assinado
uk: Підписано / Без підпису

source: &8 bits
bg: &8 бита
ko_kr: 8 비트 (&8)
ru: 8 бит
uk: &8 біт

source: &16 bits
bg: &16 бита
ko_kr: 16 비트 (&1)
ru: 16 бит
uk: &16 біт

source: &32 bits
bg: &32 бита
ko_kr: 32 비트 (&3)
ru: 32 бита
uk: &32 біт

source: Data size
bg: Размер на данни
es: Tamaño de los datos
fr: Taille des données
fr_fr: Taille des données
ko_kr: 데이터 크기
pt_br: Tamanho dos dados
ru: Размер Данных
uk: Розмір даних

source: Ol&d value
bg: Ст&ара стойност
es: &Valor anterior
fr: Ancienne valeur
fr_fr: An&cienne valeur
ko_kr: 이전 값 (&D)
pt_br: Va&lor Antigo
ru: Старое значение
uk: &Старе значення

source: Specific &value
bg: Специфична &стойност
es: &Especificar valor
fr: &Valeur spécifique
fr_fr: &Valeur spécifique
ko_kr: 특정 값 (&V)
pt_br: Valor &específico
ru: Конкретное значение
uk: Указане &значення

source: Search value
bg: Търси стойност
es: Buscar valor
fr: Rechercher une valeur
fr_fr: Rechercher une valeur
ko_kr: 값 찾기
pt_br: Procurar valor
ru: Поиск значения
uk: Шукати значення

source: &Search
bg: &Търси
es: &Buscar
fr: &Rechercher
fr_fr: &Rechercher
ko_kr: 검색 (&S)
pt_br: &Busca
ru: Поиск
uk: &Шукати

source: U&pdate Old
bg: О&бнови стар
es: &Vieja Actualización
fr: Ac&tualiser l'ancienne
fr_fr: Ancienne Mi&se à Jour
ko_kr: 이전 업데이트 (&U)
pt_br: A&tualizar o Antigo
ru: Обновить существующий
uk: &Оновити старий

source: &Clear
bg: &Изчисти
es: &Borrar
fr: &Nettoyer
fr_fr: &Nettoyer
ko_kr: 지우기 (&C)
pt_br: &Limpar
ru: Очистить
uk: &Очистити

source: &Add cheat
bg: &Добави чийт
es: &Añadir truco
fr: &Ajouter un code de triche
fr_fr: &Ajouter un code de triche
ko_kr: 치트 추가 (&A)
pt_br: &Adicionar trapaça
ru: Добавить чит-код
uk: &Додати чіт

source: Edit Cheat
bg: Редактирай чийт
es: Editar truco
fr: &Modifier le code de triche
fr_fr: Éditer un code de triche
ko_kr: 치트 편집
pt_br: Editar Trapaça
ru: Редактировать чит-код
uk: Редагувати чіт

source: &Type
bg: &Тип
es: &Tipo
ko_kr: 형식 (&T)
pt_br: &Tipo
ru: Тип
uk: &Тип

source: C&odes
bg: К&одове
es: &Códigos
fr: C&odes de triche
ko_kr: 코드 (&O)
pt_br: C&ódigos
ru: Коды
uk: &Коди

source: Cheat List
bg: Чийт списък
es: Lista de Trucos
fr: Liste de codes de triche
fr_fr: Liste de codes de triche
ko_kr: 치트 목록
pt_br: Lista de Trapaças
ru: Список чит-кодов
uk: Перелік чітів

source: Open cheat list
bg: Отвори чийт списък
es: Abrir lista de trucos
fr: Ouvrir une liste de codes de triche
fr_fr: Ouvrir la liste de codes de triche
ko_kr: 치트 목록 열기
pt_br: Abrir lista de trapaças
ru: Открыть список чит-кодов
uk: Відкрити перелік чітів

source: Save cheat list
bg: Запази чийт списък
es: Guardar Lista de Trucos
fr: Sauvegarder la liste de codes de triche
fr_fr: Sauvegarder la liste de codes de triche
ko_kr: 치트 목록 저장
pt_br: Salvar a lista de trapaças
ru: Сохранить список чит-кодов
uk: Зберегти перелік чітів

source: Add new cheat
bg: Добави нов чийт
es: Añadir Nuevo Truco
fr: Ajouter un nouveau code de triche
fr_fr: Ajouter un nouveau code de triche
ko_kr: 새 치트 추가
pt_br: Adicionar nova trapaça
ru: Добавить новый чит-код
uk: Додати новий чіт

source: Delete selected cheat
bg: Изтрий избрания чийт
es: Borrar Truco Seleccionado
fr: Supprimer le code de triche sélectionné
fr_fr: Effacer le code de triche sélectionné
ko_kr: 선택된 치트 삭제
pt_br: Apagar trapaça selecionada
ru: Удалить выбранный чит-код
uk: Видалити вибраний чіт

source: Delete all cheats
bg: Изтрий всички чийтове
es: Borrar Todos los Trucos
fr: Supprimer tous les codes de triche
fr_fr: Effacer tous les codes de triche
ko_kr: 모든 치트 삭제
pt_br: Apagar todas as trapaças
ru: Удалить все чит-коды
uk: Видалити всі чіти
