Repository: visualboyadvance-m/visualboyadvance-m
Catalog: po/wxvbam/*.po
Languages: bg, es, fr, fr_fr, ko_kr, pt_br, ru, uk

source: Stereo
bg: Стерео
es: Estéreo
fr: Stéréo
fr_fr: Stéréo
ko_kr: 스테레오
pt_br: Estéreo
ru: Стерео
uk: Стерео

source: Center
bg: Център
es: Centro
fr: Centre
fr_fr: Centre
ko_kr: 중앙
pt_br: Centralizar
ru: Центр
uk: Центр

source: Left / Right
es: Izquierda / Derecha
fr: Gauche / Droite
fr_fr: Gauche / Droite
ko_kr: 왼쪽 / 오른쪽
pt_br: Esquerda/Direita
uk: Лівий / правий канали

source: Sound filtering
bg: Звуково филтриране
es: Filtrado de sonido
fr: Filtrage audio
fr_fr: Filtrage du son
ko_kr: 음향 필터링
pt_br: Filtragem do som
ru: Фильтр звука
uk: Фільтрація звуку

source: Tile Viewer
bg: Плочков преглеждач
es: Visor de mosaicos
fr: Visualiseur de tuiles
fr_fr: Visualiseur de tuile
ko_kr: 타일 뷰어
pt_br: Visualizador dos Ladrilhos
ru: Просмотр тайла
uk: Переглядач плитки

source: Colors
bg: Цветове
es: Colores
fr: Couleurs
fr_fr: Couleurs
ko_kr: 색
pt_br: Cores
ru: Цветов
uk: Кольори

source: SpeedUp / Turbo Settings
bg: Забързване / Турбо настройки
es: Aceleración / Ajustes del turbo
fr: Paramètres Accélération / Turbo
fr_fr: Paramétrages Accélération / Turbo
ko_kr: 스피드 업 / 터보 설정
pt_br: Configurações da Aceleração/Turbo
uk: Налаштування прискорення / турбо

source: Speedup Throttle
bg: Дроселиране на забързване
fr: Accélération
fr_fr: &Accélérer
ko_kr: 스피드 업 제한
pt_br: Valor da Aceleração
uk: Ступінь прискорення

source: Frame skip
bg: Прескачане на кадри
es: Saltar fotograma
fr: Saut d'Image
fr_fr: Saut d'image
ko_kr: 프레임 생략
uk: Пропуск кадрів

source: Mute Sound
es: Silenciar Sonido
fr_fr: Couper le son
ko_kr: 소리 음소거
pt_br: Som Mudo
uk: Притлумити звук

source: Could not get CoreAudio device
es: No se pudo detectar el dispositivo CoreAudio
pt_br: Não pôde obter o dispositivo CoreAudio

source: files (
bg: файлове (
es: archivos (
fr: fichiers (
fr_fr: fichiers (
ko_kr: 파일(
pt_br: arquivos (
ru: файлы (

source: Pocket Camera
es: Cámara de bolsillo
fr: Caméra Pocket
ko_kr: 포켓 카메라
pt_br: Câmera de Bolso

source: + Battery
es: + Batería
fr: + Batterie
ko_kr: + 배터리
pt_br: + Bateria

source: + Motion Sensor
es: + Sensor de Movimiento
fr: + Détecteur de Mouvement
fr_fr: + Capteur de Mouvement
ko_kr: + 모션 센서
pt_br: + Sensor de Movimento

source: Failed to load d3d9.dll
es: No se pudo cargar d3d9.dll
pt_br: Falhou em carregar o d3d9.dll

source: Failed to create Direct3D 9 interface
es: No se pudo crear la interfaz Direct3D 9
pt_br: Falhou em criar a interface do Direct3D 9

source: Failed to get adapter display mode: 0x%08X
es: No se pudo obtener el modo de visualización del adaptador: 0x%08X
pt_br: Falhou em obter o modo de exibição do adaptador: 0x%08X

source: Failed to create Direct3D device: 0x%08X
es: No se pudo crear el dispositivo Direct3D: 0x%08X
pt_br: Falhou em criar o dispositivo Direct3D: 0x%08X

source: Failed to get adapter display mode for reset: 0x%08X
es: No se pudo obtener el modo de visualización del adaptador para reinicio: 0x%08X
pt_br: Falhou em obter o modo de exibição do adaptador pro reset: 0x%08X

source: Failed to reset Direct3D device: 0x%08X
es: No se pudo reiniciar el dispositivo Direct3D: 0x%08X
pt_br: Falhou em resetar o dispositivo Direct3D: 0x%08X

source: Failed to create texture: 0x%08X
es: No se pudo crear la textura: 0x%08X
pt_br: Falhou em criar a textura: 0x%08X

source: Failed to lock texture: 0x%08X
es: No se pudo bloquear la textura: 0x%08X
pt_br: Falhou em trancar a textura: 0x%08X

source: Up
bg: Нагоре
es: Arriba
fr: Haut
fr_fr: Haut
ko_kr: 상
pt_br: Pra cima
ru: Вверх

source: Down
bg: Надолу
es: Abajo
fr: Bas
fr_fr: Bas
ko_kr: 하
pt_br: Pra baixo
ru: Вниз

source: Left
bg: Наляво
es: Izquierda
fr: Gauche
fr_fr: Gauche
ko_kr: 좌
pt_br: Esquerda
ru: Влево

source: Right
bg: Надясно
es: Derecha
fr: Droite
fr_fr: Droite
ko_kr: 우
pt_br: Direita
ru: Вправо

source: Use the SDL pixel art filter with an SDL renderer
es: Utilizar el filtro de pixel art de SDL con un renderizador SDL
pt_br: Usar o filtro da arte dos pixels do SDL com um renderizador SDL

source: Num left
fr_fr: Gauche (Num)
pt_br: Num Esquerda

source: Num Up
fr: Num Haut
fr_fr: Haut (Num)
pt_br: Num Pra Cima

source: Num Right
fr: Num Droite
fr_fr: Droite (Num)
pt_br: Num Direita

source: Num Down
fr: Num Bas
fr_fr: Bas (Num)
pt_br: Num Pra Baixo

source: SDL Pixel Art Filter
pt_br: Filtro da Arte dos Pixels do SDL

source: Pixelate
bg: Пикселирай
es: Pixelizar
fr_fr: Pixéliser
ko_kr: 픽셀화
pt_br: Pixelar

source: Advance MAME Scale 2x
ko_kr: 고급 MAME 스케일 2x
pt_br: Scale2x do Advance MAME

source: TV Mode
bg: ТВ режим
es: Modo TV
fr_fr: Mode TV
ko_kr: TV 모드
pt_br: Modo TV

source: + RAM
ko_kr: + 램

source: + Rumble
es: + Vibración
fr_fr: + Vibrations
ko_kr: + 진동

source: OK
es: Aceptar
ko_kr: 확인

source: GameShark
ko_kr: 게임샤크

source: Simple
bg: Прост
ko_kr: 기본
ru: Простой

source: Bilinear
bg: Билинейно
fr_fr: Bilinéaire
ko_kr: 격자 필터

source: Bilinear Plus
bg: Билинейно плюс
es: Bilineal Plus
fr_fr: Bilinéaire Plus
ko_kr: 격자+ 필터

source: Scanlines
bg: Сканлинии
es: Líneas de escaneo
ko_kr: 스캔라인

source: Simple 2x
bg: Прост 2x
ko_kr: 단순 2배율

source: Simple 3x
bg: Прост 3x
ko_kr: 단순 3배율

source: Simple 4x
bg: Прост 4x
ko_kr: 단순 4배율

source: 1x
ko_kr: 1배율

source: 2x
ko_kr: 2배율

source: 3x
ko_kr: 3배율

source: 4x
ko_kr: 4배율

source: EEPROM + Sensor
bg: EEPROM + Сензор
fr: EEPROM+Senseur
fr_fr: EEPROM + Détecteur
ko_kr: EEPROM + 센서

source: &e-Reader
ko_kr: e-리더 (&E)

source: &1x
ko_kr: 1x (&1)

source: &2x
ko_kr: 2x (&2)

source: &3x
ko_kr: 3x (&3)

source: &4x
ko_kr: 4x (&4)

source: &5x
ko_kr: 5x (&5)

source: &6x
ko_kr: 6x (&6)

source: &A
ko_kr: A (&A)

source: &B
ko_kr: B (&B)

source: &L
ko_kr: L (&L)

source: &R
ko_kr: R (&R)

source: Direct Sound &A
ko_kr: 다이렉트 사운드 A (&A)

source: Direct Sound &B
ko_kr: 다이렉트 사운드 B (&B)

source: Direct Sound
ko_kr: 다이렉트 사운드

source: Backspace
es: Retroceso
fr: Retour arrière
fr_fr: Retour arrière

source: Delete
es: Suprimir
fr: Effacer
fr_fr: Effacer

source: Page Up
fr_fr: Page précédente

source: Page Down
fr_fr: Page suivante

source: Num Lock
fr_fr: Verrou Numérique

source: Scroll Lock
fr_fr: Arrêt Défilement

source: Num Space
fr_fr: Espace (Num)

source: Num Tab
fr_fr: Tab (Num)

source: Num Enter
fr_fr: Entrée (Num)

source: Num Home
fr_fr: Début (Num)

source: Num PageUp
fr_fr: Page précédente (Num)

source: Num PageDown
fr_fr: Page suivante (Num)

source: Num End
fr_fr: Fin (Num)

source: Num Begin
fr: Num Début
fr_fr: Début (Num)

source: Num Insert
fr_fr: Inserer (Num)

source: Num Delete
fr: Num Suppr
fr_fr: Effacer (Num)

source: Shift+
fr_fr: Maj+

source: Failed to allocate CoreAudio buffer %d: error %d
es: Fallo al Asignar CoreAudio buffer 1%d

source: Failed to start CoreAudio queue: error %d
es: Error: no se pudo iniciar la cola de CoreAudio 1%d

source: Super 2xSaI
es: Súper 2xSaI

source: Super Eagle
es: Súper Eagle

source: signed decimal
bg: десетичен със знак
fr: Décimal signé
ru: знаковое десятичное

source: unsigned decimal
bg: десетичен без знак
fr: Décimal non signé
ru: беззнаковое десятичное

source: unsigned hexadecimal
bg: шестнадесетичен без знак
fr: Hexadécimal non signé
ru: беззнаковое шестнадцатиричное

source: %d frames = %.2f ms
bg: %d кадри = %.2f мс
fr: %d images = %.2f ms
ru: %d кадров = %.2f мс

source: Game Boy Advance Files (*.agb;*.gba;*.bin;*.elf;*.mb;*.zip;*.7z;*.rar)|*.agb;*.gba;*.bin;*.elf;*.mb;*.agb.gz;*.gba.gz;*.bin.gz;*.elf.gz;*.mb.gz;*.agb.z;*.gba.z;*.bin.z;*.elf.z;*.mb.z;*.zip;*.7z;*.rar|Game Boy Files (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.zip;*.7z;*.rar|
fr: Fichiers Game Boy Advance (*.agb;*.gba;*.bin;*.elf;*.mb;*.zip;*.7z;*.rar)|*.agb;*.gba;*.bin;*.elf;*.mb;*.agb.gz;*.gba.gz;*.bin.gz;*.elf.gz;*.mb.gz;*.agb.z;*.gba.z;*.bin.z;*.elf.z;*.mb.z;*.zip;*.7z;*.rar|Game Boy Files (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.zip;*.7z;*.rar|

source: Game Boy Files (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.zip;*.7z;*.rar|
fr: Fichiers Game Boy (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.zip;*.7z;*.rar|

source: Game Boy Color Files (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.zip;*.7z;*.rar|
fr: Fichiers Game Boy Color (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.zip;*.7z;*.rar|

source: memory allocation error
bg: грешка при заделяне на памет
fr: Erreur d'allocation mémoire
ru: ошибка выделения памяти

source: error initializing codec
bg: грешка при инициализиране на кодек
fr: Erreur durant l'initialisation du codec
ru: ошибка инициализации кодека

source: error writing to output file
bg: грешка при запис на изходен файл
fr: Erreur durant l'écriture du fichier de sortie
ru: ошибка записи в файл вывода

source: can't guess output format from file name
bg: не може да се познае изходен формат от файлово име
fr: Ne peut pas deviner l'extension du nom du fichier de sortie
ru: невозможно определить формат вывода по имени файла

source: programming error; aborting!
bg: програмна грешка; прекратяване!
fr: Erreur de programmation : interruption immédiate !
ru: ошибка в коде программы; отмена записи!

source: Invalid value %d for option %s; valid values are %s
fr: Valeur%d non valide pour l'option %s ; les valeurs valides sont %s

source: Connected %s: %s
fr: Connecté %s : %s

source: Disconnected %s
fr: Déconnecté %s

source: seconds (0-600); 0 = disable
bg: секунди (0-600); 0 = забрани
fr: secondes (0-600); 0 = désactive
ru: Секунды (0-600); 0 = Выключить

source: percent of normal:
fr: pourcentage de la normale :

source: &Status bar
bg: &Лента на състоянието
fr: &Barre d'état
ru: Панель состояния

source: &UI Settings...
fr: Paramètres de l'I&U...

source: User Interface Settings
bg: Настройки на потребителски интерфейс
fr: Paramètres de l'interface utilisateur

source: Hide Menu Bar
bg: Скрий лентата на менюто
fr: Cacher la barre de menu

source: Suspend ScreenSaver
fr: Suspendre l'économiseur d'écran

source: GameBoy Advance Files (*.agb;*.gba;*.bin;*.elf;*.mb;*.zip;*.7z;*.rar)|*.agb;*.gba;*.bin;*.elf;*.mb;*.agb.gz;*.gba.gz;*.bin.gz;*.elf.gz;*.mb.gz;*.agb.z;*.gba.z;*.bin.z;*.elf.z;*.mb.z;*.zip;*.7z;*.rar|GameBoy Files (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.zip;*.7z;*.rar|
ru: Файлы GameBoy Advance (*.agb;*.gba;*.bin;*.elf;*.mb;*.zip;*.7z;*.rar)|*.agb;*.gba;*.bin;*.elf;*.mb;*.agb.gz;*.gba.gz;*.bin.gz;*.elf.gz;*.mb.gz;*.agb.z;*.gba.z;*.bin.z;*.elf.z;*.mb.z;*.zip;*.7z;*.rar|Файлы GameBoy (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.zip;*.7z;*.rar|

source: GameBoy Files (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.zip;*.7z;*.rar|
ru: Файлы GameBoy (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.zip;*.7z;*.rar|

source: GameBoy Color Files (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.zip;*.7z;*.rar|
ru: Файлы GameBoy Color (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.zip;*.7z;*.rar|

source: e-Reader Dot Code (*.bin;*.raw)|*.bin;*.raw
bg: e-Reader точков код (*.bin;*.raw)|*.bin;*.raw
ru: Файлы e-Reader Dot-кодов (*.bin;*.raw)|*.bin;*.raw

source: Importing a battery file will erase any saved games (permanently after the next write). Do you want to continue?
ru: Импорт файла аппаратного сохранения уничтожит все сохраненные игры (после записи изменений). Вы хотите продолжить?

source: Gameshark Code File (*.spc;*.xpc)|*.spc;*.xpc
ru: Файл чит-кодов Gameshark (*.spc;*.xpc)|*.spc;*.xpc

source: Gameshark Code File (*.gcf)|*.gcf
ru: Файл чит-кодов Gameshark (*.gcf)|*.gcf

source: Importing a code file will replace any loaded cheats. Do you want to continue?
ru: Импорт файла чит-кодов заменит все загруженные чит-коды. Вы xотите продолжить?

source: GS & PAC Snapshots (*.sps;*.xps)|*.sps;*.xps|GameShark SP Snapshots (*.gsv)|*.gsv
ru: Файлы снапшотов GS & PAC (*.sps;*.xps)|*.sps;*.xps|Файлы снапшотов GameShark SP (*.gsv)|*.gsv

source: Gameboy Snapshot (*.gbs)|*.gbs
ru: Файлы снапшотов Gameboy (*.gbs)|*.gbs

source: Importing a snapshot file will erase any saved games (permanently after the next write). Do you want to continue?
ru: Импорт файла снапшота уничтожит все сохраненные игры (после записи изменений). Вы хотите продолжить?

source: Gameshark Snapshot (*.sps)|*.sps
ru: Файлы снапшотов Gameshark (*.sps)|*.sps

source: Exported from VisualBoyAdvance-M
ru: Экспортировано из VisualBoyAdvance-M

source: VBA Movie files|*.vmv
ru: Видео-файлы VBA|*.vmv

source: VisualBoyAdvance saved game files|*.sgm
ru: Сохранения VisualBoyAdvance|*.sgm

source: Volume: %d%%
ru: Громкость: %d%%

source: Nintendo GameBoy (+Color+Advance) emulator.
ru: Эмулятор Nintendo GameBoy (+Color+Advance)

source: Copyright (C) 1999-2003 Forgotten Copyright (C) 2004-2006 VBA development team Copyright (C) 2007-2017 VBA-M development team
ru: Защищено авторскими правами (C) 1999-2003 Forgotten Защищено авторскими правами (C) 2004-2006 VBA development team Защищено авторскими правами (C) 2007-2017 VBA-M development team

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see http://www.gnu.org/licenses .
ru: Эта программа бесплатна: Вы можете её распространять и/или изменять под лицензией GNU General Public License, опубликованной Free Software Foundation, версии 2 или (на Ваш выбор) любой последующей версии. Эта программа распространяется в надежде быть полезной, но БЕЗ КАКОЙ-ЛИБО ГАРАНТИИ. Для подробностей смотрите лицензию GNU General Public License. Вы получите копию лицензии вместе с программой или смотрите по ссылке http://www.gnu.org/licenses .

source: LAN link is already active. Disable link mode to disconnect.
ru: LAN-соединение уже активно. Отключите соединение для разрыва подключения.

source: Cannot create DirectSound %08x
ru: Невозможно создать устройство DirectSound %08x

source: Search produced %d results. Please refine better
ru: Поиск выдал %d совпадений. Пожалуйста, уточните запрос

source: Desktop mode
ru: Режим рабочего стола

source: %d x %d - %dbpp @ %dHz
ru: %d x %d - %d бит @ %d Гц

source: Please select a plugin or a different filter
ru: Пожалуйста, выберите плагин или другой фильтр

source: Plugin selection error
ru: Ошибка выбора плагина

source: This will clear all user-defined accelerators. Are you sure?
ru: Будут удалены все пользовательские сочетания клавиш. Вы уверены?

source: Duplicate menu accelerator: %s for %s and %s; keeping first
ru: Повторяющееся сочетание клавиш: %s для %s и %s; оставлено первое

source: Menu accelerator %s for %s overrides default for %s ; keeping menu
ru: Сочетание клавиш %s для %s перезаписывает %s ; оставлено для меню

source: Other commands
ru: Другие команды

source: Invalid value %s for option %s; valid values are %s%s%s
ru: Неверное значение %s для параметра %s; верные значения %s%s%s

source: Invalid flag option %s - %s ignored
ru: Неверное значение параметра %s - %s проигнорировано

source: Fullscreen mode %dx%d-%d@%d not supported; looking for another
ru: Полноэкранный режим %dx%d-%d@%d не поддерживается; поиск другого

source: Fullscreen mode %dx%d-%d@%d not supported
ru: Полноэкранный режим %dx%d-%d@%d не поддерживается

source: Valid mode: %dx%d-%d@%d
ru: Верный режим: %dx%d-%d@%d

source: Chose mode %dx%d-%d@%d
ru: Выбран режим %dx%d-%d@%d

source: Failed to change mode to %dx%d-%d@%d
ru: Не удалось сменить режим на %dx%d-%d@%d

source: Not a valid GBA cartridge
ru: Неверный GBA-картридж

source: Error in audio/video recording (%s); aborting
ru: Ошибка аудио/видеозаписи (%s); отменено

source: <config>=<value>
ru: <параметр>=<значение>

source: Configuration/build error: can't find built-in xrc
ru: Ошибка конфигурации: не удалось найти встроенный xrc-файл

source: Wrote built-in configuration to %s. To override, remove all but changed root node(s). First found root node of correct name in any .xrc or .xrs files in following search path overrides built-in:
ru: Запись встроенного файла конфигурации в %s. Для переназначения параметров удалите из файла все разделы, кроме изменённых. Правильные названия разделов можно найти в файлах .xrc или .xrs в папке:

source: Wrote built-in override file to %s To override, delete all but changed section. First found section is used from search path:
ru: Записан встроенный файл конфигурации в %s Для перезаписи параметров удалите из файла все разделы, кроме изменённых. Названия разделов можно найти в файлах в папке:

source: Signed/Unsigned
ru: Подписано / Не подписано

source: Display filter :
ru: Фильтр дисплея:

source: Plugin :
ru: Плагин

source: Interframe blending :
ru: Межкадровое сглаживание :

source: Smart interframe blending
ru: Умное межкадровое смешение

source: Interframe motion blur
ru: межкадровое смешение motion blur

source: &Number of frames to skip :
ru: Количество кадров для пропуска:

source: Speed indicator :
ru: Индикатор скорости :

source: Default magnification :
ru: Стандартное увеличение:

source: Maximum magnification factor :
ru: Максимальный коэффициент увеличения:

source: Save type :
ru: Тип сохранения :

source: Flash size :
ru: Объём флеш-памяти

source: 64K
ru: 64 КБ

source: 128K
ru: 128 КБ

source: Bios file :
ru: Файл BIOS :

source: GameBoy settings
ru: Настройки GameBoy

source: Emulated &system :
ru: Эмулируемая система :

source: Display &borders :
ru: Границы дисплея:

source: Select A File
ru: Выберите файл

source: GBC Boot ROM &file :
ru: Загрузка GBC Rom файла:

source: Real GB Colors
ru: Реальные цвета GB

source: Real 'GB on GBASP' Colors
ru: Настоящие цвета GB на GBASP

source: Unit code:
ru: Блок код:

source: Color:
ru: Цвет:

source: Checksum:
ru: Контрольная сумма:

source: Check for updates:
ru: Проверить обновления

source: &Never
ru: Никогда

source: &Daily
ru: Ежедневно

source: &Weekly
ru: Еженедельно

source: &Rewind interval :
ru: Интервал перемотки:

source: % of normal:
ru: % oт нормы :

source: Click a field and press a key or move joystick to add. Press backspace to delete last added key. Resize window or click inside and move pointer to see entire contents if too small.
ru: Щелкните в поле и нажмите клавишу, чтобы добавить. Нажмите Backspace для удаления значения. Измените размер окна если мало содержимого

source: Open &GB...
ru: Открыть GB

source: Open GB&C...
ru: Открыть GBC

source: From &File ...
ru: Из файла

source: To &File ...
ru: Для файла

source: Gameshark &code file...
ru: Файл с Gameshark кодами

source: &Gameshark snapshot...
ru: Снимок Gameshark

source: &Auto IPS/UPS/IPF patch
ru: Авто исправление IPS/UPS/IPF

source: Start &Network Link ...
ru: Начать сетевое соединение

source: &Configure ...
ru: Настройка

source: &GBA sound interpolation
ru: &Интерполяция звука GBA

source: &GB sound enhancement
ru: &Улучшение звука GB

source: &GB surround sound effect
ru: &Эффект объемного звука GB

source: &GB sound declicking
ru: Дикликинг звука GB

source: Configure ...
ru: Настроить ...

source: &GB printer
ru: GB принтер

source: &Use GB BIOS file
ru: Использовать GB BIOS файл

source: &Use GBC BIOS file
ru: Использовать GBC BIOS файл

source: &General ...
ru: Общий

source: D&irectories ...
ru: Дериктория

source: &Key Shortcuts ...
ru: Сочетание клавиш

source: List &cheats ...
ru: Список чит-кодов

source: Find c&heat ...
ru: Найти чит

source: A&utomatically save/load cheats
ru: Автоматически сохранять/загружать читы

source: VBA-M Support &Forum
ru: VBA-M техподдержка и форум

source: Volume :
ru: Громкость:

source: Sample rate :
ru: Частота дискретизации :

source: Left/Right
ru: Лево/Право

source: Select
bg: Избери

source: Start
bg: Започни
