Repository: visualboyadvance-m/visualboyadvance-m
Catalog: po/wxvbam/*.po
Languages: bg, es, fr, fr_fr, ko_kr, pt_br, ru, uk

source: &Bilinear filter
bg: &Билинеен филтър
es: Filtro &bilineal
fr: &Filtre bilinéaire
fr_fr: Filtre &bilinéaire
ko_kr: 이중선형 필터 (&B)
pt_br: &Filtro bilinear
ru: &Билинейный фильтр
uk: &Білінійний фільтр

source: &Keep window on top
bg: &Дръж прозореца отгоре
es: &Mantener encima
fr: &Toujours visible
fr_fr: &Garder la fenêtre en premier plan
ko_kr: 창 맨 위로 고정 (&K)
pt_br: &Manter a janela no topo
ru: Поверх всех окон
uk: &Над усіма вікнами

source: &Disable on-screen display
bg: &Забрани екранен дисплей
es: &Desactivar visualización en pantalla
fr: &Désactiver l'affichage à l'écran
fr_fr: &Désactiver l'affichage à l'écran
ko_kr: 화면 상 표시 비활성화 (&D)
pt_br: &Desativar a exibição na tela
ru: Отключить на экране дисплея
uk: &Вимкнути екранне відображення

source: &Transparent on-screen display
bg: &Прозрачен екранен дисплей
fr: &Affichage à l'écran transparent
fr_fr: Affichage &transparent à l'écran
ko_kr: 화면 상 표시를 투명하게 (&T)
pt_br: &Exibição transparente na tela
ru: Прозрачный дисплей на экране
uk: &Прозоре екранне відображення

source: &Audio
bg: &Аудио
ko_kr: 오디오 (&A)
pt_br: &Áudio
ru: &Аудио
uk: &Аудіо

source: &Increase volume
bg: &Увеличи гръмкост
es: &Subir volumen
fr: &Monter le volume
fr_fr: Augmenter le volume
ko_kr: 볼륨 높이기 (&I)
pt_br: &Aumentar volume
uk: З&більшити гучність

source: &Decrease volume
bg: &Намали гръмкост
es: &Bajar volumen
fr: &Baisser le volume
fr_fr: Baisser le volume
ko_kr: 볼륨 낮추기 (&D)
pt_br: &Diminuir volume
uk: З&меншити гучність

source: &Toggle sound
bg: &Превключи звук
es: &Activar sonido
fr: &Basculer sur le son
fr_fr: &Activer le son
ko_kr: 사운드 전환 (&T)
pt_br: &Alternar o som
uk: &Перемкнути звук

source: &Game Boy Advance sound interpolation
fr: Interpolation du son de la &Game Boy Advance
fr_fr: Interpolation du son de la &Game Boy Advance
ko_kr: 게임보이 어드밴스 사운드 보간 (&G)
pt_br: &Interpolação de som do Game Boy Advance
uk: &Інтерполяція звуку Game Boy Advance

source: &Game Boy sound enhancement
fr: Amélioration du son de la &Game Boy
fr_fr: Amélioration du son de la &Game Boy
ko_kr: 게임보이 사운드 향상 (&G)
pt_br: &Melhoria de som do Game Boy
uk: Посилення &звуку Game Boy

source: &Game Boy surround sound effect
fr: Effet sonore Surround de la &Game Boy
fr_fr: Effet de son surround pour la &Game Boy
ko_kr: 게임보이 서라운드 사운드 효과 (&G)
pt_br: &Efeito de som surround do Game Boy
uk: &Об'ємний звук Game Boy

source: &Game Boy sound declicking
fr: Déclicage du son du &Game Boy
fr_fr: Déclicage du son &Game Boy
ko_kr: 게임보이 사운드 감소 (&G)
pt_br: &Declicking do som do Game Boy
uk: &Без клацання звуку Game Boy

source: &Input
bg: &Въвеждане
es: &Entrada
fr: &Entrée
fr_fr: &Entrée
ko_kr: 입력 (&I)
pt_br: &Entrada
ru: &Ввод
uk: &Керування

source: Allow &keyboard background input
bg: Позволи &фоново въвеждане от клавиатура
es: Permitir entrada &teclado de fondo
fr: Autoriser la saisie en arrière plan du &clavier
fr_fr: Lire le &clavier en arrière-plan
ko_kr: 키보드 백그라운드 입력 허용 (&K)
pt_br: Permitir a &entrada em 2o plano do teclado
uk: Дозволити фонове керування з &клавіатури

source: Allow &joystick background input
bg: Позволи &фоново въвеждане от джойстик
es: Permitir entrada &joystick de fondo
fr: Autoriser la saisie en arrière plan du &Joystick
fr_fr: Lire les &manettes en arrière-plan
ko_kr: 조이스틱 백그라운드 입력 허용 (&J)
pt_br: Permitir a &entrada em 2o plano do joystick
uk: Дозволити фонове керування з &джойстика

source: &Autofire
bg: &Автоогън
es: &Auto disparo
fr: &Tir automatique
fr_fr: Tir &automatique
ko_kr: 버튼 연사 (&A)
pt_br: &Auto-disparar
ru: &Турбо
uk: &Турбо

source: &Autohold
bg: &Автозадържане
es: &Auto sostener
fr: Contrôle &Auto
fr_fr: Maintien &automatique
ko_kr: 자동 입력 (&A)
pt_br: &Auto-pressionar
uk: &Автоутримання

source: Configure...
es: Configurar...
fr: Configurer...
fr_fr: Configurer...
ko_kr: 구성...
pt_br: Configurar...
uk: Налаштувати...

source: &Real-time clock
bg: &Часовник за реално време
es: &Reloj a tiempo real
fr: &Horloge temps réel (RTC)
fr_fr: Horloge en temps &réel
ko_kr: 실시간 시계 (&R)
pt_br: &Relógio em tempo real
ru: Часы реального времени
uk: &Годинник реального часу

source: &Use BIOS file
bg: &Използвай BIOS файл
es: &Usar archivo BIOS
fr: &Utiliser le fichier BIOS
fr_fr: &Utiliser le fichier BIOS
ko_kr: BIOS 파일 사용 (&U)
pt_br: &Usar o arquivo da BIOS
ru: Использовать BIOS файл
uk: &Використовувати BIOS

source: &Debug print
bg: &Дебъг печат
es: &Guardar depurador
fr: &Déboguer l'imprimante
fr_fr: Imprimer le &débug
ko_kr: 디버그 출력 (&D)
pt_br: &Impressão do debug
ru: Распечатать ошибку
uk: &Друкувати налагодження

source: &LCD Filter
bg: &LCD филтър
es: &Filtro LCD
fr: Filtre &LCD
fr_fr: Filtre &LCD
ko_kr: LCD 필터 (&L)
pt_br: &Filtro LCD
uk: &LCD-фільтр

source: &Game Boy color option
fr: Option de la &Game Boy Color
fr_fr: Option couleur de la &Game Boy
ko_kr: 게임보이 컬러 옵션 (&G)
pt_br: &Opções de cores do Game Boy
uk: Колірна &опція Game Boy

source: &Game Boy Colorizer Hack (requires restart)
fr: Hack Colorizer de la Game Boy (nécessite un redémarrage)
fr_fr: Hack de colorisation &Game Boy (redémarrage requis)
ko_kr: 게임보이 컬러라이저 해킹 (재시작 필요)(&G)
pt_br: &Hack colorizador do Game Boy (requer reiniciar)
uk: Колірний &хак Game Boy (необхідний перезапуск)

source: &Game Boy printer
es: Impresora de &Game Boy
fr: Imprimante de la & Game Boy
ko_kr: 게임보이 프린터 (&G)
pt_br: &Impressora do Game Boy
uk: &Принтер Game Boy

source: &Gather a full page before printing
bg: &Събери пълна страница преди печатане
es: &Reunir una página completa antes de imprimirla
fr: &Créer une page complète avant l'impression
fr_fr: &Assembler une page complète avant d'imprimer
ko_kr: 출력 전 모든 페이지를 모으기 (&G)
pt_br: &Reunir uma página completa antes de imprimir
ru: Соберите полную страницу перед печатью
uk: &Зібрати повну сторінку перед друком

source: &Save printouts as screen captures
bg: &Запази разпечатки като екранни захващания
es: &Guardar impresiones como capturas de pantalla
fr: &Sauvegarder les sorties de l'imprimante comme des captures d'écran
fr_fr: &Sauvegarder les sorties d'impression en tant que captures d'écran
ko_kr: 출력물 스크린 캡쳐로 저장하기 (&S)
pt_br: &Salvar as impressões como capturas de tela
ru: Сохранить снимок экрана
uk: &Зберегти роздруківки як захоплення екрана

source: &Use Game Boy BIOS file (requires restart)
fr: &Utiliser le fichier BIOS de la Game Boy (nécessite un redémarrage)
fr_fr: &Utiliser le fichier BIOS Game Boy (redémarrage requis)
ko_kr: 게임보이 바이오스 파일 사용 (재시작 필요) (&U)
pt_br: &Usar o arquivo da BIOS do Game Boy (requer reiniciar)
uk: &Використовувати Game Boy BIOS (необхідний перезапуск)

source: &Use Game Boy Color BIOS file
fr: &Utiliser le fichier BIOS du Game Boy Color
fr_fr: &Utiliser le fichier BIOS Game Boy Color
ko_kr: 게임보이 컬러 바이오스 파일 사용 (&U)
pt_br: &Usar o arquivo da BIOS do Game Boy Color
uk: &Використовувати Game Boy Color BIOS

source: &General...
fr: &Général...
fr_fr: &Général...
ko_kr: 일반사항 (&G)...
pt_br: &Geral...
uk: &Загальні...

source: &Speedup / Turbo...
es: &Avance rápido / Turbo...
fr: &Accélérateur / Turbo...
fr_fr: &Accélérer / Turbo...
ko_kr: 스피드업 / 터보 (&S)...
pt_br: &Aceleração/Turbo...
uk: &Прискорення / Турбо...

source: D&irectories...
es: D&irectorios...
fr: Réperto&ires...
fr_fr: Réperto&ires...
ko_kr: 디렉토리 (&I)...
pt_br: D&iretórios...
uk: &Каталоги...

source: &Key Shortcuts...
fr: Touches de &Raccourcies...
fr_fr: Raccourcis &clavier...
ko_kr: 단축키 (&K)...
pt_br: &Atalhos das Teclas...
uk: &Гарячі кнопки...

source: UI Settings
es: Ajustes de interfaz
fr_fr: Paramètres de l'interface
ko_kr: UI 설정
pt_br: Configurações da Interface do Usuário
uk: UI-налаштування

source: Enable &Status bar
es: Mostrar Barra de &estado
fr_fr: Activer la &barre d'état
ko_kr: 상태 표시줄 활성화 (&S)
pt_br: Ativar a &Barra de Status
uk: Увімкнути панель &стану

source: Hide &Menu Bar
es: Esconder Barra de &menú
fr_fr: Cacher la Barre de &Menu
ko_kr: &메뉴바 숨기기 (&M)
pt_br: Esconder a &Barra do Menu
uk: Приховати панель &меню

source: Suspend &Screen Saver
fr_fr: Arrêter l'économi&seur d'écran
ko_kr: 화면 보호기 일시 중지 (&S)
pt_br: Suspender o &Protetor de Tela
uk: Призупинити &заставку

source: &Tools
bg: &Инструменти
es: &Herramientas
fr: &Outils
fr_fr: Ou&tils
ko_kr: 도구 (&T)
pt_br: &Ferramentas
ru: Инструменты
uk: &Засоби

source: &Cheats
bg: &Чийтове
es: &Trucos
fr: &Codes de triche
fr_fr: &Codes de triche
ko_kr: 치트 (&C)
pt_br: &Trapaças
ru: Чит-коды
uk: &Чіти

source: List &cheats...
es: Listar &trucos...
fr: Liste de &cheats...
fr_fr: Liste de &codes de triche...
ko_kr: 치트 목록 (&C)...
pt_br: Listar &trapaças...
uk: Перелік &чітів...

source: Find c&heat...
es: Encontrar t&rucos...
fr: Trouver un c&heat...
fr_fr: Trouver un c&ode de triche...
ko_kr: 치트 찾기 (&H)...
pt_br: Achar t&rapaça...
uk: Знайти &чіт...

source: A&utomatically save / load cheats
fr: Sauvegarder/Charger A&utomatiquement les cheats
fr_fr: Sauvegarder / charger a&utomatiquement les codes de triche
ko_kr: 자동으로 치트 저장 / 불러오기 (&U)
pt_br: S&alvar/carregar as trapaças automaticamente
uk: &Автоматично зберігати / завантажувати чіти

source: &Enable cheats
bg: &Разреши чийтове
es: &Habilitar trucos
fr: &Activer les codes de triche
fr_fr: &Activer les codes de triche
ko_kr: 치트 활성화 (&E)
pt_br: &Ativar trapaças
ru: Включить читы
uk: &Увімкнути чіти

source: &Break into GDB
bg: &Пробий в GDB
es: &Ingresar en GDB
fr: &Ouvrir GDB
fr_fr: &Rupture dans le GDB
ko_kr: GDN 브레이크 (&B)
pt_br: &Invadir o GDB
ru: Сброс GDB
uk: &Перервати GDB

source: &Configure port...
bg: &Конфигурирай порт...
es: &Configurar puerto...
fr: &Configurer le port...
fr_fr: &Configurer le port...
ko_kr: 포트 구성 (&C)...
pt_br: &Configurar porta...
ru: Настройка порта
uk: &Налаштувати порт...

source: &Break on load
bg: &Пробий при зареждане
es: &Detenerse al cargar
fr: &Pause au chargement
fr_fr: &Rupture au chargement
ko_kr: 불러오기 시 브레이크 (&B)
pt_br: &Pausar ao carregar
ru: Сброс загрузки
uk: &Перервати завантаження

source: &Disconnect
bg: &Прекъсни
es: &Desconectar
fr: &Déconnecter
fr_fr: &Déconnecter
ko_kr: 연결 끊기 (&D)
pt_br: &Desconectar
ru: Отключить
uk: &Роз'єднати

source: &Disassemble...
bg: &Разглоби...
es: &Desmontar...
fr: &Désassembler...
fr_fr: &Désassembler...
ko_kr: 파일 분석 (&D)...
ru: Разрыв
uk: &Розібрати...

source: &Logging...
bg: &Логване...
es: &Registro...
fr: &Enregistrement...
fr_fr: &Journalisation...
ko_kr: 기록 (&L)...
pt_br: &Registro...
ru: Вход
uk: &Журнал...

source: &IO Viewer...
bg: &ВИ преглеждач
es: Visor de &IO...
fr: Visualiseur de &IO...
fr_fr: Visualiseur &IO...
ko_kr: 입출력 뷰어 (&I)...
pt_br: &Visualizador de Entrada/Saída...
ru: Просмотр IO
uk: &Переглядач введення-виведення...

source: &Map Viewer...
bg: &Табличен преглеждач...
es: Visor de &mapa...
fr: Visualiseur de &carte...
fr_fr: Visualiseur &MAP...
ko_kr: 맵 뷰어 (&M)...
pt_br: &Visualizador dos Mapas...
ru: Просмотр карты
uk: &Переглядач мапи...

source: M&emory Viewer...
bg: &Паметен преглеждач...
es: Visor de m&emoria...
fr: Visualiseur de m&émoire...
fr_fr: Visualiseur de mémoir&e...
ko_kr: 메모리 뷰어 (&E)...
pt_br: V&isualizador de Memória...
ru: Просмотр памяти
uk: Переглядач &пам'яті...

source: &OAM Viewer...
bg: &OAM преглеждач...
es: Visor &OAM...
fr: Visualiseur de &OAM...
fr_fr: Visualiseur &OAM...
ko_kr: OAM 뷰어 (&O)...
pt_br: &Visualizador OAM...
ru: Просмотр OAM
uk: &OAM-переглядач...

source: &Palette Viewer...
bg: &Палитрен преглеждач...
es: Visor de &paleta...
fr: Visualiseur de &palette...
fr_fr: Visualiseur de &palette...
ko_kr: 팔레트 뷰어 (&P)...
pt_br: &Visualizador da Paleta...
ru: Просмотр палитры
uk: &Переглядач палітри...

source: &Tile Viewer...
bg: &Плочков преглеждач...
es: &Visor de mosaicos...
fr: Visualiseur de &tuile...
fr_fr: Visualiseur de &Tile...
ko_kr: 타일 뷰어 (&T)...
pt_br: &Visualizador dos Ladrilhos...
ru: Просмотр тайла
uk: &Переглядач плитки...

source: Show all video layers
bg: Покажи всички видео слоеве
es: Mostrar todas las capas de video
fr: Afficher toutes les couches vidéo
fr_fr: Afficher toutes le couches vidéos
ko_kr: 모든 비디오 레이어 표시
pt_br: Mostrar todas as camadas dos vídeos
uk: Показати всі відеошари

source: &View Layers
bg: &Прегледай слоеве
es: &Ver capas
fr: &Voir les couches
fr_fr: &Visualiseur de couches
ko_kr: 레이어 보기 (&V)
pt_br: &Visualizar Camadas
ru: Просмотреть слои
uk: &Переглянути шари

source: Channel &1
bg: Канал &1
es: Canal &1
fr: Canal &1
fr_fr: Canal &1
ko_kr: 채널 1 (&1)
pt_br: Canal &1
ru: Канал 1
uk: Канал &1

source: Channel &2
bg: Канал &2
es: Canal &2
fr: Canal &2
fr_fr: Canal &2
ko_kr: 채널 2 (&2)
pt_br: Canal &2
ru: Канал 2
uk: Канал &2

source: Channel &3
bg: Канал &3
es: Canal &3
fr: Canal &3
fr_fr: Canal &3
ko_kr: 채널 3 (&3)
pt_br: Canal &3
ru: Канал 3
uk: Канал &3

source: Channel &4
bg: Канал &4
es: Canal &4
fr: Canal &4
fr_fr: Canal &4
ko_kr: 채널 4 (&4)
pt_br: Canal &4
ru: Канал 4
uk: Канал &4

source: &Sound Channels
bg: &Звукови канали
es: Canales de &sonido
fr: &Canaux audio
fr_fr: Canaux &son
ko_kr: 음향 채널 (&S)
pt_br: &Canais de Som
ru: Звуковые каналы
uk: &Звукові канали

source: &Help
bg: &Помощ
es: &Ayuda
fr: &Aide
fr_fr: &Aide
ko_kr: 도움말 (&H)
pt_br: &Ajuda
ru: Помощь
uk: &Довідка

source: Report &Bugs
bg: Докладвай &грешки
es: Reportar &errores
fr: Rapporter un ou plusieurs &bugs
fr_fr: Rapporter des &bogues
ko_kr: 버그 제보 (&B)
pt_br: Reportar &Bugs
ru: Сообщить об ошибке
uk: Повідомити &помилки

source: Visual Boy Advance-M Support &Forum
fr: &Forum Support de Visual Boy Advance-M
fr_fr: Forum & Support Visual Boy Advance-M
ko_kr: Visual Boy Advance-M 지원 포럼 (&F)
pt_br: Fórum de Suporte do Visual Boy &Advance-M
uk: &Форум підтримки Visual Boy Advance-M

source: Translations
bg: Преводи
es: Traducciones
fr: Traductions
fr_fr: Traductions
ko_kr: 번역 참여
pt_br: Traduções
ru: Переводы
uk: Переклади

source: Check for updates
bg: Провери за обновления
es: Comprobar si hay actualizaciones
fr: Vérifier les mises à jour
fr_fr: Vérifier les mises à jour
ko_kr: 업데이트 확인
pt_br: Procurar Atualizações
uk: Перевірити оновлення

source: &Factory Reset...
bg: &Фабрично нулиране...
es: &Restablecer valores de fábrica
fr: Redémarrage &Usine...
fr_fr: Réinitialisation
ko_kr: 공장 초기화 (&F)...
pt_br: &Reset de Fábrica...
uk: &Відновити типові налаштування...

source: &About...
bg: &Относно...
es: &Acerca de...
fr: &À propos
fr_fr: &A Propos De...
ko_kr: 정보 (&A)...
pt_br: &Sobre...
uk: &Про додаток...

source: &Languages
es: &Idiomas
fr_fr: Langues
pt_br: &Idiomas
uk: &Мови

source: Default Language
es: Idioma Predeterminado
fr_fr: Langue par défaut
pt_br: Idioma Padrão
uk: Типова мова

source: Bulgarian
fr_fr: Bulgare
pt_br: Búlgaro
uk: Bulgarian (Български)

source: Breton
pt_br: Bretão
uk: Breton (Brezhoneg)

source: Czech
fr_fr: Tchèque
pt_br: Tcheco
uk: Czech (Čeština)

source: Greek
es: Griego
fr_fr: Grec
pt_br: Grego
uk: Elliniká (Ελληνικά)

source: English (US)
fr_fr: Anglais (US)
pt_br: Inglês (EUA)
uk: English (English)

source: Spanish (Latin American)
fr_fr: Espagnol (Amérique latine)
pt_br: Espanhol (Latino Americano)
uk: Spanish Latin American (Español Latinoamericano)

source: Spanish (Colombia)
fr_fr: Espagnol (Colombie)
pt_br: Espanhol (Colômbia)
uk: Spanish Colombian (Español Colombiano)

source: Spanish (Peru)
fr_fr: Espagnol (Pérou)
pt_br: Espanhol (Peru)
uk: Spanish Peruvian (Español Peruano)

source: Spanish (United States)
fr_fr: Espagnol (États-Unis)
pt_br: Espanhol (Estados Unidos)
uk: Spanish American United States (Español Americano Estadounidense)

source: Spanish
es: Español
fr_fr: Espagnol
pt_br: Espanhol
uk: Spanish (Español)

source: French (France)
fr_fr: Français (France)
pt_br: Francês (França)
uk: French (Français)

source: French
es: Francés
fr_fr: Français (traduction désuette)
pt_br: Francês
uk: French (Français) (Non-Region-Specific)

source: Galician
es: Gallego
fr_fr: Galicien
pt_br: Galego
uk: Galician (Galego)

source: Hebrew (Israel)
fr_fr: Hébreu (Israël)
pt_br: Hebraico (Israel)
uk: Ivrit (עברית)

source: Hungarian (Hungary)
fr_fr: Hongrois (Hongrie)
pt_br: Húngaro (Hungria)
uk: Hungarian (Magyar)

source: Hungarian
es: Húngaro
fr_fr: Hongrois
pt_br: Húngaro
uk: Hungarian (Magyar) (Non-Region-Specific)

source: Indonesian
fr_fr: Indonésien
pt_br: Indonésio
uk: Indonesian (Indonesia)

source: Italian
es: Italiano
fr_fr: Italien
pt_br: Italiano
uk: Italian (Italiano)

source: Japanese
es: Japonés
fr_fr: Japonais
pt_br: Japonês
uk: Nihongo (日本語)

source: Korean (Korea)
fr_fr: Coréen (Corée)
pt_br: Coreano (Coréia)
uk: Hangug-Eo (한국어)

source: Korean
es: Coreano
fr_fr: Coréen
pt_br: Coreano
uk: Hangug-Eo (한국어) (Non-Region-Specific)

source: Malay (Malaysia)
fr_fr: Malaisien (Malaisie)
pt_br: Malaio (Malásia)
uk: Malay (Melayu)

source: Norwegian
fr_fr: Norvégien
pt_br: Norueguês
uk: Norwegian Bokmål (Norsk Bokmål)

source: Dutch
es: Alemán
fr_fr: Néerlandais
pt_br: Holandês
uk: Dutch (Nederlands)

source: Polish (Poland)
fr_fr: Polonais (Pologne)
pt_br: Polonês (Polônia)
uk: Polish (Polski)

source: Polish
fr_fr: Polonais
pt_br: Polonês
uk: Polish (Polski) (Non-Region-Specific)

source: Portuguese (Brazil)
fr_fr: Portugais (Brésil)
pt_br: Português (Brasil)
uk: Portuguese Brazilian (Português Brasileiro)

source: Portuguese (Portugal)
fr_fr: Portugais (Portugal)
pt_br: Português (Portugal)
uk: Portuguese (Português)

source: Russian (Russia)
fr_fr: Russe (Russie)
pt_br: Russo (Rússia)
uk: Russian (Русский)

source: Swedish
fr_fr: Suédois
pt_br: Sueco
uk: Swedish (Svenska)

source: Turkish
fr_fr: Turc
pt_br: Turco
uk: Turkish (Türkçe)

source: Ukrainian
fr_fr: Ukrainien
pt_br: Ucraniano
uk: Ukrainian (Українська)

source: Urdu (Pakistan)
fr_fr: Ourdou (Pakistan)
pt_br: Urdu (Paquistão)
uk: Urdū (اُردُو)

source: Chinese (China)
fr_fr: Chinois (Chine)
pt_br: Chinês (China)
uk: Zhōngwén Jiǎntǐ (中文简体)

source: &Use external translations
fr_fr: Utiliser des traductions externes
pt_br: &Usar traduções externas
uk: &Використовувати зовнішні переклади

source: Map Viewer
bg: Табличен преглеждач
es: Visor de mapas
fr: Visualiseur de carte
fr_fr: Visualiseur de map
ko_kr: 맵 뷰어
pt_br: Visualizador dos Mapas
ru: Просмотр карты
uk: Переглядач мапи

source: Frame 0
bg: Кадър 0
es: Fotograma 0
fr: Image 0
fr_fr: Image 0
ko_kr: 프레임 0
ru: Кадр 0
uk: Кадр 0

source: Frame 1
bg: Кадър 1
es: Fotograma 1
fr: Image 1
fr_fr: Image 1
ko_kr: 프레임 1
ru: Кадр 1
uk: Кадр 1

source: Frame
bg: Кадър
es: Fotograma
fr: Image
fr_fr: Image
ko_kr: 프레임
ru: Кадр
uk: Кадр

source: Map Base:
bg: Таблична база:
fr: Base de carte :
fr_fr: Carte de base :
ko_kr: 맵 베이스:
pt_br: Base do Mapa:
ru: Основа карты
uk: База мапи:

source: Char Base:
bg: Знакова база:
es: Base de caracter:
fr: Base de caractère :
fr_fr: Modèle de base :
ko_kr: 문자 베이스:
pt_br: Base dos Caracteres:
ru: Основа характера
uk: База символів:

source: Size:
bg: Размер:
es: Tamaño:
fr: Taille :
fr_fr: Taille :
ko_kr: 크기:
pt_br: Tamanho:
ru: Размер:
uk: Розмір:

source: Colors:
bg: Цветове:
es: Colores:
fr: Couleurs :
fr_fr: Couleurs :
ko_kr: 색상:
pt_br: Cores:
ru: Цветов:
uk: Кольори:

source: Mosaic:
bg: Мозайка:
es: Mosaico:
fr: Mosaïque :
fr_fr: Mosaïque :
ko_kr: 모자이크:
pt_br: Mosaico:
ru: Мозайки
uk: Мозаїка:

source: Overflow:
bg: Препълване:
es: Desbordamiento:
fr: Surplus :
fr_fr: Dépassement :
ko_kr: 오버플로우:
pt_br: Transbordo:
ru: Переполнение
uk: Переповнення:

source: Memory Viewer
bg: &Паметен преглеждач...
es: Visor de memoria
fr: Visualiseur de mémoire
fr_fr: Visualiseur de mémoire
ko_kr: 메모리 뷰어
pt_br: Visualizador de Memória
ru: Просмотр памяти
uk: Переглядач пам'яті

source: &8-bit
bg: &8-бита
ko_kr: 8 비트 (&8)
pt_br: &8 bits
ru: 8-бит
uk: &8 біт

source: &16-bit
bg: &16-бита
ko_kr: 16 비트 (&1)
pt_br: &16 bits
ru: 16-бит
uk: &16 біт

source: &32-bit
bg: &32-бита
ko_kr: 32 비트 (&3)
pt_br: &32 bits
ru: 32-бита
uk: &32 біт

source: Current address:
bg: Текущ адрес:
es: Dirección actual:
fr: Adresse actuelle :
fr_fr: Adresse actuelle :
ko_kr: 현재 주소:
pt_br: Endereço atual:
ru: Текущий адрес:
uk: Поточні адреси:

source: &Load...
bg: &Зареди...
es: &Carga...
fr: &Charger...
fr_fr: &Charger...
ko_kr: 불러오기 (&L)...
pt_br: &Carregar...
ru: Загрузка...
uk: За&вантажити...

source: Start Network Link
bg: Стартирай мрежова връзка
es: Iniciar enlace de red
fr: Démarrer une connexion Link
fr_fr: Démarrer le Link en réseau
ko_kr: 네트워크 연결 시작
pt_br: Iniciar o Link da Rede
ru: Старт сетевого подключения
uk: Розпочати мережеве з'єднання

source: WARNING: Link will likely not work over the internet or LAN.
fr_fr: ATTENTION : Le Link pourrait ne pas marcher via LAN ou Internet.
ko_kr: 경고: 인터넷이나 LAN에서는 링크가 작동하지 않을 가능성이 높습니다.
pt_br: AVISO: O link provavelmente não funcionará na Internet ou na LAN.
uk: УВАГА: посилання, ймовірно, не працюватиме через Інтернет або локальну мережу.

source: Server
bg: Сървър
es: Servidor
fr: Serveur
fr_fr: Serveur
ko_kr: 중앙 서버
pt_br: Servidor
ru: Сервер
uk: Сервер

source: Client
bg: Клиент
es: Cliente
ko_kr: 객체 서버
pt_br: Cliente
ru: Клиент
uk: Клієнт

source: Players:
bg: Играчи:
es: Jugadores:
fr: Joueurs :
fr_fr: Joueurs :
ko_kr: 사용자 수:
pt_br: Jogadores:
ru: Игроки:
uk: Гравці:

source: Server:
bg: Сървър:
es: Servidor:
fr: Serveur :
fr_fr: Serveur :
ko_kr: 서버:
pt_br: Servidor:
ru: Сервер:
uk: Сервер:

source: Port:
bg: Порт:
es: Puerto:
ko_kr: 포트:
pt_br: Porta:
uk: Порт:

source: OAM Viewer
bg: OAM преглеждач
es: Visor OAM
fr: Visualiseur OAM
fr_fr: Visualiseur OAM
ko_kr: OAM(운용관리 시스템) 뷰어
pt_br: Visualizador OAM
ru: Просмотреть OAM
uk: OAM-переглядач

source: Rot.:
bg: Рот.:
ko_kr: 회전:
uk: Повернути:

source: Palette Viewer
bg: Палитрен преглеждач
es: Visor de paleta
fr: Visualiseur de palette
fr_fr: Visualiseur de palette
ko_kr: 팔레트 뷰어
pt_br: Visualizador da Paleta
ru: Просмотреть палитру
uk: Переглядач палітри

source: C&hange backdrop color...
bg: П&ромени фонов цвят...
es: C&ambiar color de fondo...
fr: Changer la couleur d'arrière-plan
fr_fr: C&hanger la couleur en arrière plan
ko_kr: 배경색 변경 (&H)...
pt_br: M&udar a cor do plano de fundo...
ru: Изменить цвет фона
uk: &Змінити колір тла...

source: Sound Settings
bg: Звукови настройки
es: Ajuste de sonidos
fr: Paramètres audio
fr_fr: Paramètres du son
ko_kr: 음향 설정
pt_br: Configurações do Som
ru: Настройка звука
uk: Налаштування звуку

source: Volume:
es: Volumen:
ko_kr: 볼륨:
uk: Гучність:

source: Mute
bg: Заглуши
es: Silencio
fr: Muet
fr_fr: Muet
ko_kr: 음소거
pt_br: Mudo
ru: Отключить звук
uk: Притлумити звук

source: Maximum
bg: Максимум
es: Máximo
ko_kr: 최대
pt_br: Máximo
ru: Максимум
uk: Максимум

source: Sample rate:
es: Tasa de muestreo:
fr: Taux d'échantillonnage :
fr_fr: Échantillonnage :
ko_kr: 샘플 레이트:
pt_br: Taxa da amostra:
uk: Частота дискретизації:

source: 48 KHz
bg: 48 КХц
uk: 48000 Гц

source: 44.1 KHz
bg: 44.1 КХц
uk: 44100 Гц

source: 22 KHz
bg: 22 КХц
uk: 22050 Гц

source: 11 KHz
bg: 11 КХц
uk: 11025 Гц

source: Enable stereo upmixing
bg: Разреши стерео миксиране
es: Activar el estereo "upmixing"
fr: Activer le suréchantillonnage stéréo
fr_fr: Activer le mixage stéréo
ko_kr: 스테레오 업믹싱 사용
pt_br: Ativar aumento de canais estéreo
ru: Включить stereo upmixing
uk: Увімкнути стерео-зведення

source: Enable hardware acceleration
bg: Разреши хардуерно ускорение
es: Activar aceleración por hardware
fr: Activer l'accélération matérielle
fr_fr: Activer l'accélération matériel
ko_kr: 하드웨어 가속 사용
pt_br: Ativar aceleração do hardware
ru: Включить аппаратное ускорение
uk: Увімкнути апаратне прискорення

source: Number of sound buffers:
bg: Брой звукови буфери:
es: Número de "buffers" de sonido:
fr: Quantité de caches audio :
fr_fr: Nombre de tampons audio :
ko_kr: 사운드 버퍼 수:
pt_br: Número de buffers do som:
ru: Количество звуковых буферов:
uk: Кількість звукових буферів:

source: Advanced
bg: Разширени
es: Avanzado
fr: Avancé
fr_fr: Avancée
ko_kr: 고급
pt_br: Avançado
ru: Расширенный
uk: Розширені

source: Lots
bg: Много
es: Espacios
ko_kr: 많이
ru: Много
uk: Багато

source: Echo
bg: Ехо
es: Repetir
fr: Écho
fr_fr: Écho
ko_kr: 소리 울림(에코)
pt_br: Eco
ru: Эхо
uk: Луна
