Repository: visualboyadvance-m/visualboyadvance-m
Catalog: po/wxvbam/*.po
Languages: bg, es, fr, fr_fr, ko_kr, pt_br, ru, uk

source: Color darkness factor
es: Factor de oscuridad de color
pt_br: Fator de escuridão das cores
uk: Коефіцієнт затемнення кольору

source: Automatically load last saved state
es: Cargar automáticamente último archivo guardado
fr: Chargement automatique de la dernière sauvegarde d'état
fr_fr: Chargement automatique du dernier état sauvegardé
ko_kr: 마지막으로 저장된 상태를 자동으로 불러오기
pt_br: Carregar automaticamente o último state salvo
uk: Автоматично завантажувати останній збережений стан

source: Directory to store game save files (relative paths are relative to ROM; blank is config dir)
es: Directorio para almacenar archivos de guardado (las rutas relativas son relativas a la ROM; el espacio en blanco es el directorio de configuración)
fr: Répertoire pour stocker les fichiers de sauvegarde du jeu (les chemins relatifs sont relatifs à la ROM ; le répertoire vide est le répertoire de configuration)
fr_fr: Répertoire pour stocker les fichiers de sauvegarde du jeu (les chemins relatifs sont relatifs à la ROM ; blank est le répertoire de configuration)
ko_kr: 게임 저장 파일을 저장할 디렉터리 (상대 경로는 ROM에 상대적이며 공백은 구성 디렉토리임)
pt_br: Diretório pra armazenar os arquivos dos saves dos jogos (os caminhos relativos são relativos a ROM; em branco é o diretório de configuração)
uk: Каталог зберігання збережень гри (відносні шляхи до ROM; порожнє - каталог конфігурації)

source: Freeze recent load list
es: Congelar lista de carga reciente
fr: Gel de la liste des chargements récents
fr_fr: Geler la liste des chargements récents
ko_kr: 최근 불러오기 목록 고정
pt_br: Congelar a lista dos carregados recentes
uk: Зупинити перелік останніх завантажень

source: Directory to store A / V and game recordings (relative paths are relative to ROM)
es: Directorio para almacenar A / V y grabaciones de juegos (las rutas relativas son relativas a la ROM)
fr: Répertoire pour stocker les enregistrements des jeux A / V (les chemins relatifs sont relatifs à la ROM)
fr_fr: Répertoire pour stocker les enregistrements A/V et les rediffusions (les chemins relatifs sont relatifs à la ROM)
ko_kr: A / V 및 게임 녹화를 저장할 디렉토리 (상대 경로는 롬을 기준으로 함)
pt_br: Diretório pra armazenar gravações de jogos e A/V (os caminhos relativos são relativos a ROM)
uk: Каталог зберігання аудіо / відео та записів ігор (відносні шляхи до ROM)

source: Number of seconds between rewind snapshots (0 to disable)
es: Número de segundos entre instantáneas de rebobinado (0 para deshabilitar)
fr: Nombre de secondes entre les captures d'écrans de rembobinage (0 pour désactiver)
fr_fr: Nombre de secondes entre les captures d'écran de rembobinage (0 pour désactiver)
ko_kr: 되감기 스냅샷 사이의 초 수( 비활성화하려면 0)
pt_br: Número de segundos entre snapshots de rebobinamento (0 pra desativar)
uk: Кількість секунд між перемотуванням знімків назад (0: вимкнути)

source: Directory to store screenshots (relative paths are relative to ROM)
es: Directorio para almacenar capturas de pantalla (las rutas relativas son relativas a la ROM)
fr: Répertoire pour stocker les captures d'écran (les chemins relatifs sont relatifs à la ROM)
fr_fr: Répertoire pour stocker les captures d'écran (les chemins relatifs sont relatifs à la ROM)
ko_kr: 스크린샷을 저장할 디렉토리 (상대 경로는 ROM에 상대적임)
pt_br: Diretório pra armazenar as screenshots (os caminhos relativos são relativos as ROMs)
uk: Каталог зберігання екранних кадрів (відносні шляхи до ROM)

source: Directory to store saved state files (relative paths are relative to BatteryDir)
es: Directorio para almacenar archivos de estado (las rutas relativas son relativas al directorio de baterías)
fr: Répertoire dans lequel sont stockés les fichiers d'état sauvegardés (les chemins relatifs sont relatifs à BatteryDir)
fr_fr: Répertoire pour stocker les fichiers de sauvegardé d'état (les chemins relatifs sont relatifs à BatteryDir)
ko_kr: 저장된 상태 파일을 저장할 디렉토리 (상대 경로는 BatteryDir에 상대적임)
pt_br: Diretório pra armazenar os arquivos dos save states (os caminhos relativos são relativos ao Diretório da Bateria)
uk: Каталог зберігання станів збереження (відносні шляхи до каталогу батареї)

source: Enable status bar
es: Habilitar barra de estado
fr: Activer la barre d'état
fr_fr: Activer la barre d'état
ko_kr: 상태 표시줄 활성화
pt_br: Ativar a barra de status
uk: Увімкнути панель стану

source: INI file version (DO NOT MODIFY)
es: Versión de archivo INI (NO MODIFICAR)
fr: Version du fichier INI (NE PAS MODIFIER)
fr_fr: Version du fichier INI (NE PAS MODIFIER)
ko_kr: INI 파일 버전 (수정 금지)
pt_br: Versão do arquivo INI (NÃO MODIFICAR)
uk: Версія INI (не змінювати)

source: The parameter Joypad/<n>/<button> contains a comma-separated list of key names which map to joypad #<n> button <button>. Button is one of Up, Down, Left, Right, A, B, L, R, Select, Start, MotionUp, MotionDown, MotionLeft, MotionRight, AutoA, AutoB, Speed, Capture, GS
es: El parámetro Joypad/<n>/<button> contiene una lista separada por comas con los nombres de las teclas que se asignan al joypad #<n> del botón<button>. El botón es uno de los siguientes: Arriba, Abajo, Izquierda, Derecha, A, B, L, R, Seleccionar, Inicio, Mover hacia arriba, Mover hacia abajo, Mover hacia la izquierda, Mover hacia la derecha, AutoA, AutoB, Velocidad, Capturar, GS
fr: Le paramètre Joypad/<n> /<button> contient une liste de noms de touches séparés par des virgules qui correspondent au joypad #<n> du bouton <button>. Le bouton est l'un des boutons suivants : Haut, Bas, Gauche, Droite, A, B, L, R, Select, Start, MotionUp, MotionDown, MotionLeft, MotionRight, AutoA, AutoB, Speed, Capture, GS.
fr_fr: Le paramètre Joypad/<n>/<button> contient une liste de noms de touches séparés par une virgule qui désignent le bouton <button> de la manette #<n>. Le bouton peut être Haut, Bas, Gauche, Droite, A, B, L, R, Select, Start, Mouvement vers le Haut, Mouvement vers le Bas, Mouvement vers la Gauche, Mouvement vers la Droite, Auto A, Auto B, Vitesse, Capture d'écran, GameShark
ko_kr: 조이패드/<n>/<button> 매개변수에는 조이패드 #<n> 버튼 <button>에 매핑되는 쉼표로 구분된 키 이름 목록이 포함되어 있습니다. 버튼은 위쪽, 아래쪽, 왼쪽, 오른쪽, A, B, L, R, 선택, 시작, 모션위쪽, 모션아래쪽, 모션왼쪽, 모션오른쪽, 자동A, 자동B, 속도, 캡쳐, GS 중 하나입니다.
pt_br: O parâmetro Joypad/<n>/<button> contém uma lista separada por vírgula dos nomes-chave os quais mapeiam pro joypad #<n> botão <button>. O botão é um de Pra Cima, Pra Baixo, Esquerda, Direita, A, B, L, R, Select, Start, MotionUp, MotionDown, MotionLeft, MotionRight, AutoA, AutoB, Velocidade, Captura, GS
uk: Параметр Joypad/<n>/<button> містить розділений комами перелік імен кнопок, призначених для джойстика #<n> кнопка <button>. Кнопки: ↑, ↓, ←, →, A, B, L, R, Select, Start, Motion Up, Motion Down, Motion Left, Motion Right, Autofire A, Autofire B, Speed, Capture, Game Shark.

source: The autofire toggle period, in frames (1/60 s)
fr: Période de basculement du tir auto, en images (1/60 s)
fr_fr: Délai d'activation de l'autofire, en images (1/60 s)
ko_kr: 연사 토글 주기, 프레임 단위 (1/60 초)
pt_br: O período de alternância do auto-disparo, em quadros (1/60 s)
uk: Період перемикання турбо в кадрах (1 / 60 сек)

source: The number of the stick to use in single-player mode
es: El número de cruceta para usar en modo de un jugador
fr: Le numéro du stick à utiliser en mode solo
fr_fr: La manette à utiliser en mode un joueur
ko_kr: 싱글 플레이어 모드에서 사용할 스틱의 수
pt_br: O número do direcional a usar no modo de um jogador
uk: Номер важеля для використання в одиничному режимі

source: Whether to enable SDL GameController mode
es: Si habilitar modo SDL GameController
fr_fr: Activer ou non le mode GameController SDL
ko_kr: SDL 게임컨트롤러 모드를 활성화할지 여부
pt_br: Se deve ativar o modo GameController do SDL
uk: Увімкнення режиму SDL Game Controller.

source: The parameter Keyboard/<cmd> contains a comma-separated list of key names (e.g. Alt-Shift-F1). When the named key is pressed, the command <cmd> is executed.
fr: Le paramètre Clavier/ <cmd>contient une liste de noms de touches séparés par des virgules (par exemple Alt-Shift-F1). Lorsque la touche nommée est enfoncée, la commande <cmd>est exécutée.
fr_fr: Le paramètre Clavier/<cmd> contient une liste de noms de touches séparés par une virgule (e.g. ALT+MAJ+F1). Quand la touche est appuyée, la commande <cmd> est exécutée.
ko_kr: 매개변수 키보드/<cmd>에는 쉼표로 구분된 키 이름 목록이 포함되어 있습니다 (예: Alt-Shift-F1). 이름이 지정된 키를 누르면 명령 <cmd>가 실행됩니다.
pt_br: O parâmetro Teclado/<cmd> contém uma lista separada por vírgula dos nomes-chave (ex: Alt-Shift-F1). Quando a tecla nomeada é pressionada o comando <cmd> é executado.
uk: Параметр Keyboard/<cmd> містить розділений комами перелік імен кнопок (наприклад, Alt + Shift + F1). При натисканні вказаної кнопки буде виконано команду <cmd>.

source: Enable AGB debug print
es: Habilitar impresión de depuración AGB
fr: Activer l'impression de débugueur de l'AGB
fr_fr: Activer l'impression de débogage de l'AGB
ko_kr: AGB 디버그 출력 활성화
pt_br: Ativar a impressão do debug do AGB
uk: Увімкнути налагоджувальний AGB-друк

source: Auto skip frames
es: Saltar fotogramas automáticamente
fr: Saut automatique des images
fr_fr: Saut automatique d'images
ko_kr: 프레임 자동 건너뛰기
pt_br: Auto Frameskip
uk: Автопропуск кадрів

source: Apply IPS / UPS / IPF patches if found
es: Aplicar parches IPS / UPS / IPF si se encuentran
fr: Appliquer les patchs IPS / UPS / IPF s'ils sont trouvés
fr_fr: Appliquer les correctifs IPS/UPS/IPF s'ils sont trouvés
ko_kr: 발견 시 IPS / UPS / IPF 패치 적용
pt_br: Aplicar os patches IPS/UPS/IPF se forem achados
uk: Встановити знайдені IPS / UPS / IPF-латки

source: Automatically save and load cheat list
es: Guardar y cargar trucos automáticamente
fr: Sauvegarde et chargement automatique de la liste des cheats
fr_fr: Sauvegarde et chargement automatiques de la liste des codes de triches
ko_kr: 치트 목록 자동 저장 및 불러오기
pt_br: Salvar e carregar a lista de trapaças automaticamente
uk: Автоматично зберігати та завантажувати перелік чітів

source: Automatically enable border for Super Game Boy games
es: Habilitar borde automáticamente para juegos de Super Game Boy
fr: Activer automatiquement les bordures pour les jeux Super Game Boy
fr_fr: Activation automatique de la bordure pour les jeux Super Game Boy
ko_kr: 슈퍼 게임보이 게임에서 테두리 자동 활성화
pt_br: Ativar automaticamente a borda pra jogos do Super Game Boy
uk: Автоматично вмикати межу для ігор Super Game Boy

source: Always enable border
es: Habilitar borde siempre
fr: Toujours activer la bordure
fr_fr: Toujours activer la bordure
ko_kr: 항상 테두리 활성화
pt_br: Sempre ativar a borda
uk: Завжди вмикати межу

source: Screen capture file format
es: Formato de archivo de captura de pantalla
fr: Format du fichier de capture d'écran
fr_fr: Format de fichier de capture d'écran
ko_kr: 화면 캡처 파일 형식
pt_br: Formato do arquivo de captura de tela
uk: Формат файлу захоплення екрана

source: Enable cheats
es: Habilitar trucos
fr: Activer les cheats
fr_fr: Activer les codes de triches
ko_kr: 치트 활성화
pt_br: Ativar trapaças
uk: Увімкнути чіти

source: Disable on-screen status messages
es: Deshabilitar mensajes de estado en pantalla
fr: Désactiver les messages d'état à l'écran
fr_fr: Désactiver les messages d'état à l'écran
ko_kr: 화면 상태 메시지 비활성화
pt_br: Desativar mensagens de status na tela
uk: Вимкнути екранні повідомлення стану

source: Type of system to emulate
es: Tipo de sistema a emular
fr: Type de système à émuler
fr_fr: Type de système à émuler
ko_kr: 에뮬레이션할 시스템 유형
pt_br: Tipo de sistema a emular
uk: Тип системи для емуляції

source: Flash size 0 = 64 KB 1 = 128 KB
fr: Taille de la mémoire flash 0 = 64 KB 1 = 128 KB
fr_fr: Taille de la mémoire Flash 0 = 64KO 1 = 128KO
ko_kr: 플래시 크기 0 = 64 KB 1 = 128 KB
pt_br: Tamanho do flash 0 = 64 KBs 1 = 128 KBs
uk: Флеш-розмір (0: 64 Кбайт; 1: 128 Кбайт)

source: Skip frames. Values are 0-9 or -1 to skip automatically based on time.
fr: Sauter les images. Les valeurs sont de 0-9 ou de -1 pour un saut automatique en fonction du temps.
fr_fr: Sauter des images. Les valeurs sont 0-9 ou -1 pour sauter automatiquement en fonction de l'affichage.
ko_kr: 프레임 건너뛰기입니다. 값은 0-9 또는 -1이며 시간에 따라 자동으로 건너뜁니다.
pt_br: Pular frames. Os valores são 0-9 ou -1 pra pular automaticamente baseado no tempo.
uk: Пропуск кадрів. Значення 0-9 або -1 для автоматичного пропуску залежно від часу.

source: The palette to use
es: La paleta a usar
fr: La palette à utiliser
fr_fr: La palette à utiliser
ko_kr: 사용할 팔레트
pt_br: A paleta a usar
uk: Палітра для використання

source: Enable printer emulation
es: Habilitar emulación de impresora
fr: Activer l'émulation de l'imprimante
fr_fr: Activer l'émulation de l'imprimante
ko_kr: 프린터 에뮬레이션 활성화
pt_br: Ativar a emulação da impressora
uk: Увімкнути емуляцію принтера

source: Break into GDB after loading the game.
es: Detenerse en GDB después de cargar el juego.
fr: Entrer dans GDB après avoir chargé le jeu.
fr_fr: Entrer dans GDB après avoir chargé le jeu.
ko_kr: 게임을 불러온 후 GDB에 개입합니다.
pt_br: Entrar no GDB após carregar o jogo.
uk: Переривання в GDB після завантаження гри.

source: Port to connect GDB to
es: Puerto al que conectar GDB
fr: Port sur lequel connecter GDB
fr_fr: Port à utiliser pour la connexion GDB
ko_kr: GDB를 연결할 포트
pt_br: Porta pra conectar o GDB a
uk: Порт з'єднання GDB

source: Number of players in network
es: Número de jugadores en la red
fr: Nombre de joueurs dans le réseau
fr_fr: Nombre de joueurs en ligne
ko_kr: 네트워크의 플레이어 수
pt_br: Número de jogadores na rede
uk: Кількість гравців у мережі

source: Maximum scale factor (0 = no limit)
es: Factor de escala máximo (0 = sin límite)
fr: Facteur d'échelle maximal (0 = aucune limite)
fr_fr: Facteur d'échelle maximal (0 = aucune limite)
ko_kr: 최대 스케일 팩터 (0 = 제한 없음)
pt_br: Fator de escala máxima (0 = sem limite)
uk: Максимальний коефіцієнт масштабу (0: без обмежень)

source: Pause game when main window loses focus
es: Pausar juego cuando la ventana principal pierde el foco
fr: Mettre le jeu en pause lorsque la fenêtre principale perd le focus
fr_fr: Pause du jeu lorsque la fenêtre principale perd le focus
ko_kr: 기본 창에서 포커스를 잃으면 게임 일시 중지
pt_br: Pausar o jogo quando a janela principal perde o foco
uk: Призупинити гру при втраті виділення головного вікна

source: Enable RTC (vba-over.ini override is rtcEnabled
es: Habilitar RTC (la sobrescritura de vba-over.ini es rtcEnabled
fr: Activer RTC (vba-over.ini est réécrit en rtcEnabled)
fr_fr: Activer le RTC (réécrire vba-over.ini est rtcEnabled)
ko_kr: RTC 활성화 (vba-over.ini 재정의는 rtcEnabled임
pt_br: Ativar RTC (A substituição do vba-over.ini é rtcEnabled)
uk: Увімкнути RTC (vba-over.ini замінено rtcEnabled)

source: Native save ("battery") hardware type
es: Tipo de hardware de guardado nativo ("batería")
fr: Type de matériel de sauvegarde natif ("batterie")
fr_fr: Type de matériel de sauvegarde natif ("batterie")
ko_kr: 기본 저장 ("배터리") 하드웨어 유형
pt_br: Tipo de hardware de salvamento nativo ("bateria")
uk: Тип апаратного забезпечення ("батарея") рідного збереження

source: Show speed indicator
es: Mostrar indicador de velocidad
fr: Afficher l'indicateur de vitesse
fr_fr: Afficher l'indicateur de vitesse
ko_kr: 속도 표시기 표시
pt_br: Mostrar indicador de velocidade
uk: Показати вказівник швидкості

source: Draw on-screen messages transparently
fr: Dessiner des messages à l'écran de manière transparente
fr_fr: Dessiner des messages à l'écran de manière transparente
ko_kr: 화면 메시지를 투명하게 그리기
pt_br: Desenhar mensagens na tela transparentemente
uk: Показати прозорі екранні повідомлення

source: Skip BIOS initialization
es: Omitir inicialización de BIOS
fr: Passer l'initialisation du BIOS
fr_fr: Passer l'initialisation du BIOS
ko_kr: BIOS 초기화 건너뛰기
pt_br: Pular a inicialização do BIOS
uk: Пропустити визначення BIOS

source: Do not overwrite cheat list when loading state
es: No sobrescribir la lista de trucos al cargar un estado
fr: Ne pas écraser la liste des cheats lors du chargement d'état
fr_fr: Ne pas écraser la liste des cheats lors du chargement de l'état.
ko_kr: 상태를 불러올 때 치트 목록을 덮어쓰지 않음
pt_br: Não sobrescrever a lista de trapaças quando carregar o state
uk: Не перезаписувати перелік чітів при завантаженні стану

source: Do not overwrite native (battery) save when loading state
es: No sobrescribir archivo de guardado nativo (de la batería) al cargar estado
fr: Ne pas écraser la sauvegarde native (batterie) lors du chargement d'état
fr_fr: Ne pas écraser la sauvegarde native (batterie) lors du chargement de l'état
ko_kr: 상태를 불러올 때 기본 (배터리) 저장을 덮어쓰지 않음
pt_br: Não sobrescrever o save nativo (bateria) quando carregar o state
uk: Не перезаписувати рідні збереження (батарея) при завантаженні стану

source: Throttle game speed, even when accelerated (0-450 %, 0 = no throttle)
fr: Accélérer la vitesse de jeu, même en cas d'accélération (0-450 %, 0 = pas d'accélérateur)
fr_fr: Vitesse du jeu, même en cas d'accélération (0-450%, 0 = pas d'accélération).
ko_kr: 가속 시에도 게임 속도 조절 (0-450%, 0 = 스로틀 없음)
pt_br: Sufocar a velocidade do jogo mesmo quando acelerado (0-450%, 0 = sem acelerador)
uk: Прискорення швидкості гри (0-450 %, 0: без прискорення)

source: Set throttle for speedup key (0-3000 %, 0 = no throttle)
fr: Régler l'accélérateur pour la touche d'accélération (0-3000 %, 0 = pas d'accélérateur)
fr_fr: Régler l'accélération pour la touche d'accélération (0-3000%, 0 = pas d'accélération).
ko_kr: 속도 향상 키의 스로틀 설정 (0-3000%, 0 = 스로틀 없음)
pt_br: Definir o acelerador pra tecla de aceleração (0-3000%, 0 = sem acelerador)
uk: Встановити прискорення для кнопки (0-3000 %, 0: без прискорення)

source: Number of frames to skip with speedup (instead of speedup throttle)
es: Número de fotogramas que saltar en avance rápido (en vez de limitar el avance rápido)
fr: Nombre d'images à sauter avec l'accélération (au lieu de l'accélérateur)
fr_fr: Nombre d'images à sauter avec le speedup (au lieu de l'accélérateur de speedup)
ko_kr: 속도 향상으로 건너뛸 프레임 수 (속도 향상 스로틀 대신)
pt_br: Número de quadros a pular com aceleração (ao invés de sufocamento da aceleração)
uk: Кількість кадрів для пропуску з прискоренням (замість прискорення)

source: Use frame skip for speedup throttle
es: Usar salto de fotogramas como límite de avance rápido
fr: Utiliser le saut d'image pour accélérer la vitesse
fr_fr: Utiliser le saut de trame pour accélérer l'accélérateur.
ko_kr: 스로틀 속도 향상을 위해 프레임 건너뛰기 사용
pt_br: Use o pulo de quadros pra sufocar a aceleração
uk: Використовувати пропуск кадрів для прискорення

source: Mute sound during speedup
es: Mutear sonido durante aceleración
fr_fr: Couper le son lors de l'accélération
ko_kr: 속도 향상 중 소리 음소거
pt_br: Silenciar o som durante a aceleração
uk: Притлумити звук упродовж прискорення

source: Use the specified BIOS file for Game Boy
fr: Utiliser le fichier BIOS spécifié pour le Game Boy
fr_fr: Utiliser le fichier BIOS spécifié pour la Game Boy
ko_kr: 게임보이에 지정된 바이오스 파일 사용
pt_br: Usar o arquivo da BIOS especificada pro Game Boy
uk: Використовувати вказаний BIOS для Game Boy

source: Use the specified BIOS file
es: Usar el archivo BIOS especificado
fr: Utiliser le fichier BIOS spécifié
fr_fr: Utiliser le fichier BIOS spécifié
ko_kr: 지정된 BIOS 파일 사용
pt_br: Usar o arquivo da BIOS especificada
uk: Використовувати вказаний BIOS

source: Use the specified BIOS file for Game Boy Color
fr: Utiliser le fichier BIOS spécifié pour la Game Boy Color
fr_fr: Utiliser le fichier BIOS spécifié pour la Game Boy Color
ko_kr: 게임보이 컬러에 지정된 바이오스 파일 사용
pt_br: Usar o arquivo da BIOS especificada pro Game Boy Color
uk: Використовувати вказаний BIOS для Game Boy Color

source: Wait for vertical sync
es: Esperar a la sincronización vertical
fr: Attente de la synchronisation verticale
fr_fr: Attendre la synchronisation verticale
ko_kr: 수직 동기화 대기
pt_br: Esperar a sincronização vertical
uk: Чекати вертикальну синхронізацію

source: Enter fullscreen mode at startup
es: Activar pantalla completa al arrancar
fr: Passer en mode plein écran au démarrage
fr_fr: Entrer en mode plein écran au démarrage
ko_kr: 시작 시 전체 화면 모드 시작
pt_br: Entrar no modo de tela cheia na inicialização
uk: Перейти до повного екрана при запуску

source: Window maximized
es: Ventana maximizada
fr: Fenêtre maximisée
fr_fr: Fenêtre maximisée
ko_kr: 창 최대화
pt_br: Janela maximizada
uk: Вікно розгорнуто

source: Window height at startup
es: Altura de la ventana al abrir
fr: Hauteur de la fenêtre au démarrage
fr_fr: Hauteur de la fenêtre au démarrage
ko_kr: 시작 시 창 높이
pt_br: A altura da janela na inicialização
uk: Висота вікна при запуску

source: Window width at startup
es: Anchura de la ventana al abrir
fr: Largeur de la fenêtre au démarrage
fr_fr: Largeur de la fenêtre au démarrage
ko_kr: 시작 시 창 너비
pt_br: Largura da janela na inicialização
uk: Ширина вікна при запуску

source: Window axis X position at startup
fr: Position X de l'axe de la fenêtre au démarrage
fr_fr: Position X de l'axe de la fenêtre au démarrage
ko_kr: 시작 시 창 축 X 위치
pt_br: Posição do eixo X da janela na inicialização
uk: Положення осі X вікна при запуску

source: Window axis Y position at startup
fr: Position Y de l'axe de la fenêtre au démarrage
fr_fr: Position Y de l'axe de la fenêtre au démarrage
ko_kr: 시작 시 창 축 Y 위치
pt_br: Posição do eixo Y da janela na inicialização
uk: Положення осі Y вікна при запуску

source: Capture key events while on background
fr: Capturer les événements clés en arrière-plan
fr_fr: Capturez les évènements clés en arrière-plan
ko_kr: 백그라운드에서 주요 이벤트 캡처
pt_br: Capturar os eventos-chave enquanto em segundo plano
uk: Захоплювати ключові події на фоні

source: Capture joy events while on background
fr: Capturer les événements du joystick en arrière-plan
fr_fr: Capture des évènements du joystick en arrière-plan
ko_kr: 백그라운드에서 조이 이벤트 캡처
pt_br: Capture eventos de alegria enquanto em segundo plano
uk: Захоплювати радісні події на фоні

source: Hide menu bar when mouse is inactive
es: Ocultar barra de menú cuando el ratón esté inactivo
fr: Cacher la barre de menu lorsque la souris est inactive
fr_fr: Masquer la barre de menu lorsque la souris est inactive
ko_kr: 마우스가 비활성 상태일 때 메뉴 표시줄 숨기기
pt_br: Esconder a barra do menu quando o mouse está inativo
uk: Приховати панель меню при неактивній миші

source: Suspend screensaver when game is running
fr: Suspendre l'économiseur d'écran lorsque le jeu est en cours
fr_fr: Désactiver l'économiseur d'écran quand un jeu tourne
ko_kr: 게임이 실행 중일 때 화면 보호기 일시 중지
pt_br: Suspender o protetor de tela quando o jogo estiver em execução
uk: Призупинити заставку при запущеній грі

source: Sound API; if unsupported, default API will be used
fr: API sonore ; si elle n'est pas prise en charge, l'API par défaut sera utilisée.
fr_fr: API Son ; si elle n'est pas prise en charge, l'API par défaut sera utilisée.
ko_kr: 사운드 API; 지원되지 않는 경우 기본 API 사용
pt_br: API de som; se não for suportada, a API padrão será usada
uk: Звуковий API; при непідтримці буде використано типовий API

source: Device ID of chosen audio device for chosen driver
fr: ID du périphérique audio choisi pour le pilote choisi
fr_fr: Device ID du périphérique audio choisi pour le pilote choisi
ko_kr: 선택한 드라이버에 대해 선택한 오디오 장치의 장치 ID
pt_br: ID do dispositivo de áudio escolhido pro driver escolhido
uk: ID вибраного аудіопристрою для вибраного драйвера

source: Number of sound buffers
fr: Nombre de tampons sons
fr_fr: Nombre de tampons sonores
ko_kr: 사운드 버퍼 수
pt_br: Número de buffers do som
uk: Кількість звукових буферів

source: Bit mask of sound channels to enable
fr: Masque de bits des canaux sonores à activer
fr_fr: Masque de bits des canaux sonores à activer
ko_kr: 활성화할 사운드 채널의 비트 마스크
pt_br: A máscara do bit dos canais de som a ativar
uk: Бітова маска звукових каналів для увімкнення

source: Game Boy Advance sound filtering (%)
es: Filtro de sonido de Game Boy Advance (%)
fr: Filtrage du son du Game Boy Advance (%)
fr_fr: Filtrage du son de la Game Boy Advance (%)
ko_kr: 게임보이 어드밴스 사운드 필터링 (%)
pt_br: Filtragem de som do Game Boy Advance (%)
uk: Фільтрація звуку Game Boy Advance (%)
