Repository: visualboyadvance-m/visualboyadvance-m
Catalog: po/wxvbam/*.po
Languages: bg, es, fr, fr_fr, ko_kr, pt_br, ru, uk

source: GDB Connection
bg: GDB връзка
es: Conexión GDB
fr: Connexion GBD
fr_fr: Connexion GDB
ko_kr: GDB 연결
pt_br: Conexão do GDB
ru: GDB подключение
uk: GDB-з'єднання

source: Waiting for connection at %s
bg: Чакане за връзка при %s
es: Esperando la conexion en %s
fr: En attente de la connexion à %s
fr_fr: En attente de connexion sur %s
ko_kr: %s로 연결 대기 중
pt_br: Esperando pela conexão em %s
ru: Ожидание подключения к %s
uk: Очікування з'єднання з %s.

source: Waiting for connection on port %d
bg: Чакане за връзка на порт %d
es: Esperando la conexión en el puerto %d
fr: En attente de la connexion sur le port %d
fr_fr: En attente de connexion sur le port %d
ko_kr: 포트%d에 연결중이니 기다려주세요
pt_br: Esperando pela conexão na porta %d
ru: Ожидание подключения на порту %d
uk: Очікування з'єднання на порті %d.

source: Waiting for GDB...
bg: Чакане за GDB...
es: Esperando por GDB...
fr: En attente de GDB...
fr_fr: En attente de GDB...
ko_kr: GDB 대기 중...
pt_br: Esperando pelo GDB...
ru: Ожидание ответа от GDB...
uk: Очікування GDB...

source: YOUR CONFIGURATION WILL BE DELETED! Are you sure?
es: ¡SE BORRARÁ TU CONFIGURACIÓN! ¿Estás seguro?
fr: VOTRE CONFIGURATION SERA SUPPRIMÉE ! Vous êtes sûr de vous ?
fr_fr: VOTRE CONFIGURATION VA ÊTRE EFFACÉE ! Êtes-vous sûr·e ?
ko_kr: 설정이 삭제됩니다! 확실한가요?
pt_br: SUA CONFIGURAÇÃO SERÁ APAGADA! Você tem certeza?
uk: Видалити конфігурацію?

source: FACTORY RESET
es: RESETEO DE FÁBRICA
fr: RÉINITIALISATION D'USINE
fr_fr: RÉINITIALISATION D'USINE
ko_kr: 공장 초기화
pt_br: RESET DE FÁBRICA
uk: Відновити заводські налаштування

source: Nintendo Game Boy / Color / Advance emulator.
es: Emulador de Nintendo Game Boy / Color / Advance
fr: Emulateur Nintendo Game Boy / Color / Advance.
fr_fr: Émulateur Nintendo Game Boy / Color / Advance.
ko_kr: 닌텐도 게임보이 / 컬러 / 어드밴스 에뮬레이터입니다.
pt_br: Emulador do Nintendo Game Boy / Color / Advance.
uk: Емулятор Nintendo Game Boy / Color / Advance.

source: Copyright (C) 1999-2003 Forgotten Copyright (C) 2004-2006 VBA development team Copyright (C) 2007-2020 VBA-M development team
bg: Авторско право (C) 1999-2003 Forgotten Авторско право (C) 2004-2006 VBA development team Авторско право (C) 2007-2020 VBA-M development team
es: Copyright (C) 1999-2003 Olvidado Copyright (C) 2004-2006 VBA Equipo de desarollo Copyright (C) 2007-2020 VBA-M Equipo de desarollo
fr: Copyright (C) 1999-2003 Forgotten Copyright (C) 2004-2006 Équipe de développement VBA Copyright (C) 2007-2020 Équipe de développement VBA-M
fr_fr: Copyright (C) 1999-2003 Forgotten Copyright (C) 2004-2006 L'équipe de développement VBA Copyright (C) 2007-2020 L'équipe de développement VBA-M
ko_kr: Copyright (C) 1999-2003 Forgotten Copyright (C) 2004-2006 VBA 개발팀 Copyright (C) 2007-2020 VBA-M 개발팀
pt_br: Copyright (C) 1999-2003 Forgotten Copyright (C) 2004-2006 Time de desenvolvimento do VBA Copyright (C) 2007-2022 Time de desenvolvimento do VBA-M
uk: Forgotten, 1999-2003 Команда виробників Visual Boy Advance, 2004-2006 Команда виробників Visual Boy Advance-M, 2007-2025

source: This program is free software: you can redistribute it and / or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see http://www.gnu.org/licenses .
es: Este programa es un software gratis: puedes redistribuirlo / o modificarlo bajo los terminos de la Licencia Pública General GNU. publicada por la Free Software Foundation, ya sea la versión 2 de la Licencia, o (a su elección) cualquier versión posterior. Este programa se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA; sin siquiera la garantía implícita de COMERCIABILIDAD o IDONEIDAD PARA UN PROPÓSITO PARTICULAR. Ver el Licencia pública general GNU para obtener más detalles. Debería haber recibido una copia de la Licencia Pública General GNU junto con este programa. Si no, consulte http://www.gnu.org/licenses.
fr: Ce programme est un logiciel libre : vous pouvez le redistribuer et/ou le modifier selon les termes de la sous les termes de la Licence Publique Générale GNU telle que publiée par la Free Software Foundation, soit la version 2 de la licence, soit (à votre choix) toute version ultérieure. Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE ; sans même la garantie implicite de MERCHANTABILITÉ ou d'ADAPTATION À UN USAGE PARTICULIER. Voir la Licence publique générale GNU pour plus de détails. Vous devriez avoir reçu une copie de la licence publique générale GNU avec ce programme. Si ce n'est pas le cas, consultez http://www.gnu.org/licenses .
fr_fr: Ceci est une traduction non officielle de la licence publique générale GNU (GNU GPL) en français. Elle n'a pas été publiée par la Free Software Foundation et n'établit pas juridiquement les termes de distribution des logiciels qui utilisent la GNU GPL – seul le texte anglais original de la GNU GPL le fait. Cependant, nous espérons que cette traduction aidera les francophones à mieux comprendre la GNU GPL. Ce programme est un logiciel libre ; vous pouvez le redistribuer et/ou le modifier au titre des clauses de la Licence Publique Générale GNU, telle que publiée par la Free Software Foundation ; soit la version 2 de la Licence, ou (à votre discrétion) une version ultérieure quelconque. Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE ; sans même une garantie implicite de COMMERCIABILITE ou DE CONFORMITE A UNE UTILISATION PARTICULIERE. Voir la Licence Publique Générale GNU pour plus de détails. Vous devriez avoir reçu un exemplaire de la Licence Publique Générale GNU avec ce programme ; si ce n'est pas le cas, consultez http://www.gnu.org/licenses .
ko_kr: 이 프로그램은 자유 소프트웨어이므로 재배포 및/또는 수정할 수 있습니다. 자유 소프트웨어 재단에서 게시한 GNU 일반 공중 사용 허가서 조건에 따라 자유 소프트웨어 재단, 라이선스 버전 2 또는 (귀하의 선택에 따라) 이후 버전에 따라 재배포할 수 있습니다. 이 프로그램은 유용하게 사용되기를 바라는 마음으로 배포되며, 어떠한 보증도 없이 상품성 또는 특정 목적에의 적합성에 대한 묵시적 보증도 없이 배포됩니다. 자세한 내용은 GNU 일반 공중 사용 허가서를 참조하세요. 이 프로그램과 함께 GNU 일반 공중 사용 허가서 사본을 이 프로그램과 함께 받았어야 합니다. 그렇지 않은 경우 http://www.gnu.org/licenses 을 참조하세요.
pt_br: Este programa é um software livre: você pode redistribuí-lo e/ou modificá-lo sob os termos da Licença Pública Geral do GNU conforme publicado pela Free Software Foundation, seja a versão 2 da Licença ou (sua opção) qualquer versão posterior. Este programa é distribuído na esperança de que ele será útil mas SEM QUALQUER GARANTIA; mesmo sem a garantia implícita de COMERCIALIZAÇÃO OU ADEQUAÇÃO PRA UM PROPÓSITO PARTICULAR. Veja a Licença Pública Geral do GNU pra mais detalhes. Você deve ter recebido uma cópia da Licença Pública Geral do GNU junto com este programa. Se não recebeu veja http://www.gnu.org/licenses.
uk: Програма - безкоштовне програмне забезпечення: можна розповсюджувати її та / або змінювати за умовами Загальної Публічної Ліцензії GNU, опублікованої Фондом Безкоштовного Програмного Забезпечення, чи версії 2 Ліцензії, чи (на твій вибір) будь-якої пізнішої версії. Програму розповсюджено з надією на користь, але БЕЗ ГАРАНТІЙ; навіть без неявної гарантії ПРИДАТНОСТІ ДО ПРОДАЖУ ЧИ ОСОБЛИВОЇ МЕТИ. Докладно в Загальній Публічній Ліцензії GNU. Ти отримаєш копію Загальної Публічної Ліцензії GNU разом із програмою, чи за посиланням. http://gnu.org/licenses

source: Cannot use Game Boy BIOS when Colorizer Hack is enabled.
es: No se puede usar la BIOS de Game Boy cuando el Hack Colorizer está habilitado.
fr: Impossible d'utiliser le BIOS du Game Boy lorsque le Hack Colorizer est activé.
fr_fr: Impossible d'utiliser le fichier de BIOS Game Boy si le Hack de Colorisation est activé.
ko_kr: 컬러라이저 해킹이 활성화된 경우 게임보이 바이오스를 사용할 수 없습니다.
pt_br: Não pode usar a BIOS do Game Boy quando o Hack Colorizador estiver ativado.
uk: Неможливо використати Game Boy BIOS при увімкненому колірному хаку.

source: LAN link is already active. Disable link mode to disconnect.
es: La conexión LAN ya está activa. Deshabilite el modo de enlace para desconectarse.
fr: La liaison LAN est déjà active. Désactiver le mode de liaison pour se déconnecter.
fr_fr: La connexion LAN est déjà active. Désactivez le mode Link pour vous déconnecter.
ko_kr: 랜 링크가 이미 활성화되어 있습니다. 연결을 끊으려면 링크 모드를 비활성화합니다.
pt_br: O link da LAN já está ativo. Desative o modo link pra desconectar.
uk: LAN-з'єднання активне. Вимкни режим з'єднання для роз'єднання.

source: Network is not supported in local mode.
bg: Мрежа не се поддържа в локален режим.
es: La red no es compatible en modo local.
fr: Réseau non supporté en mode local.
fr_fr: Le réseau n'est pas supporté en mode local.
ko_kr: 로컬 모드에서는 네트워크가 지원되지 않음.
pt_br: A rede não é suportada no modo local.
ru: Сеть не поддерживается в локальном режиме.
uk: Мережа непідтримувана в локальному режимі.

source: Menu commands
bg: Меню команди
es: Menú de comandos
fr: Menu de commandes
fr_fr: Commandes du menu
ko_kr: 메뉴 명령
pt_br: Comandos do menu
ru: Команды меню
uk: Команди меню

source: This will clear all user-defined accelerators. Are you sure?
es: Esto borrará todos los aceleradores definidos por el usuario. ¿Estás seguro?
fr: Cela effacera tous les accélérateurs définis par l'utilisateur. Êtes-vous sûr ?
fr_fr: Cette action va effacer tous les raccourcis définis par l'utilisateur. Êtes-vous sûr·e ?
ko_kr: 이렇게 하면 모든 사용자 정의 가속기가 지워집니다. 확실한가요?
pt_br: Isto limpará todos os aceleradores definidos pelo usuário. Você tem certeza?
uk: Очистити всі користувацькі гарячі кнопки?

source: Confirm
bg: Потвърждаване
es: Confirmar
fr: Confirmer
fr_fr: Confirmer
ko_kr: 확인
pt_br: Confirmar
ru: Подтвердить
uk: Підтвердити

source: This will unassign "%s" from "%s". Are you sure?
es: Esto desasignará "1%s" de "1%s". ¿Estás seguro?
fr: Cela désassignera "%s" de "%s". Êtes-vous sûr ?
fr_fr: Cette action va supprimer l'attribution de "%s" pour la commande "%s". Êtes-vous sûr·e ?
ko_kr: 이렇게 하면 "%s"에서 "%s"의 할당이 해제됩니다. 확실한가요?
pt_br: Isto removerá o "%s" do "%s". Você tem certeza?
uk: Скасувати призначення "%s" з "%s"?

source: Browse
bg: Преглеждане
es: Navegar
fr: Chercher
fr_fr: Naviguer
pt_br: Explorar
uk: Огляд

source: Invalid value for Default magnification.
es: Valor no válido para ampliación predeterminada.
fr: Valeur non valide pour l'agrandissement par défaut ?
fr_fr: Valeur de zoom par défaut invalide
ko_kr: 기본 배율에 대한 잘못된 값입니다.
pt_br: Valor inválido pra ampliação padrão.
uk: Недійсне значення типового збільшення.

source: Invalid color correction profile
es: Perfil de corrección de color inválido
pt_br: Perfil inválido de correção das cores
uk: Недійсний профіль виправлення кольору.

source: None
bg: Никакъв
es: Ninguno
fr: Aucun
fr_fr: Aucun
ko_kr: 없음
pt_br: Nenhum
ru: Нет
uk: Не вказано

source: No usable rpi plugins found in %s
bg: Няма намерени използваеми добавки в/ъв %s
es: No se encontraron complementos rpi usables en %s
fr: Extension rpi utilisable non trouvée dans %s
fr_fr: Aucun plugin RPI utilisable n'a été trouvé dans %s
ko_kr: %s에서 사용가능한 rpi 플러그인을 찾을 수 없음
pt_br: Nenhum plugin rpi usável foi encontrado em %s
ru: Не найдено подходящих rpi-плагинов в %s
uk: Не знайдено придатних rpi-плаґінів у %s.

source: Plugin
bg: Добавка
es: Complemento
fr: Extension
ko_kr: 플러그인
ru: Плагин
uk: Плаґін

source: Using pixel filter: %s
es: Usando filtro de píxeles: 1%s
fr: Utilisation du filtre à pixels : %s
fr_fr: Utilisation du filtre pixel : %s
ko_kr: 픽셀 필터 사용: %s
pt_br: Usando o filtro dos pixels: %s
uk: Використання піксельного фільтра: %s.

source: Using interframe blending: %s
fr: Utilisation du mélange inter-images : %s
fr_fr: Utilisation du filtre de fusion inter-image : %s
ko_kr: 프레임 간 블렌딩 사용: %s
pt_br: Usando a mistura dos interframes: %s
uk: Використання міжкадрового змішування: %s.

source: (None)
bg: (Никакъв)
es: (Ninguno)
fr: (Aucun)
fr_fr: (Aucun)
ko_kr: (없음)
pt_br: (Nenhum)
uk: (Не вказано)

source: Unknown
bg: Непознат
es: Desconocido
fr: Inconnu
fr_fr: Inconnu
ko_kr: 알 수 없음
pt_br: Desconhecido
ru: Неизвестно
uk: Невідомо

source: Invalid
es: No válido
fr: Invalide
fr_fr: Invalide
ko_kr: 유효하지 않음
pt_br: Inválido
uk: Недійсний

source: No mapper
es: Sin mapeador
fr: Aucun Mapper
fr_fr: Aucun mapper
ko_kr: 매퍼 없음
pt_br: Não há mapper
uk: Без мапера

source: %02X (Supported)
es: %02X (Soportado)
fr: %02X(Supporté)
fr_fr: %02X (Compatible)
ko_kr: %02X (지원)
pt_br: %02X (Suportado)
uk: %02X (Підтримувано)

source: %02X (Not supported)
es: %02X (No soportado)
fr: %02X(Non Supporté)
fr_fr: %02X (Non compatible)
ko_kr: %02X (지원 안 함)
pt_br: %02X (Não suportado)
uk: %02X (Не підтримувано)

source: %02X (Required)
es: %02X (Requerido)
fr: %02X(Requis)
fr_fr: %02X (Requis)
ko_kr: %02X (요구됨)
pt_br: %02X (Requirido)
uk: %02X (Необхідно)

source: %02X (32 KiB)
fr_fr: %02X (32 Kio)
pt_br: %02X (32 KBs)
uk: %02X (32 Кбайт)

source: %02X (64 KiB)
fr_fr: %02X (64 Kio)
pt_br: %02X (64 KBs)
uk: %02X (64 Кбайт)

source: %02X (128 KiB)
fr_fr: %02X (128 Kio)
pt_br: %02X (128 KBs)
uk: %02X (128 Кбайт)

source: %02X (256 KiB)
fr_fr: %02X (256 Kio)
pt_br: %02X (256 KBs)
uk: %02X (256 Кбайт)

source: %02X (512 KiB)
fr_fr: %02X (512 Kio)
pt_br: %02X (512 KBs)
uk: %02X (512 Кбайт)

source: %02X (1 MiB)
fr_fr: %02X (1 Mio)
pt_br: %02X (1 MBs)
uk: %02X (1 Мбайт)

source: %02X (2 MiB)
fr_fr: %02X (2 Mio)
pt_br: %02X (2 MBs)
uk: %02X (2 Мбайт)

source: %02X (4 MiB)
fr_fr: %02X (4 Mio)
pt_br: %02X (4 MBs)
uk: %02X (4 Мбайт)

source: %02X (Unknown)
es: %02X (Desconocido)
fr: %02X(Inconnu)
fr_fr: %02X (Inconnu)
ko_kr: %02X (알 수 없음)
pt_br: %02X (Desconhecido)
uk: %02X (Невідомо)

source: %02X (None)
es: %02X (Ninguno)
fr: %02X(Aucun)
fr_fr: %02X (Aucun)
ko_kr: %02X (없음)
pt_br: %02X (Nenhum)
uk: %02X (Не вказано)

source: %02X (256 B)
fr_fr: %02X (256 o)
pt_br: %02X (256 Bytes)
uk: %02X (256 байт)

source: %02X (512 B)
fr_fr: %02X (512 o)
pt_br: %02X (512 Bytes)
uk: %02X (512 байт)

source: %02X (2 KiB)
fr_fr: %02X (2 Kio)
pt_br: %02X (2 KBs)
uk: %02X (2 Кбайт)

source: %02X (8 KiB)
fr_fr: %02X (8 Kio)
pt_br: %02X (8 KBs)
uk: %02X (8 Кбайт)

source: %02X (Japan)
es: %02X (Japón)
fr: %02X(Japon)
fr_fr: %02X (Japon)
ko_kr: %02X (일본)
pt_br: %02X (Japão)
uk: %02X (Японія)

source: %02X (World)
es: %02X (Mundo)
fr: %02X(Monde)
fr_fr: %02X (International)
ko_kr: %02X (세계)
pt_br: %02X (Mundo)
uk: %02X (Світ)

source: %02X (Actual: %02X)
es: %02X (Real: %02X)
fr: %02X (Actue l: %02X)
fr_fr: %02X (Réel : %02X)
ko_kr: %02X (실제: %02X)
pt_br: %02X (Real: %02X)
uk: %02X (Дійсний: %02X)

source: %04X (Actual: %04X)
es: %04X (Real: %04X)
fr: %04X(Actuel : %04X)
fr_fr: %04X (Réel : %04X)
ko_kr: %04X (실제: %04X)
pt_br: %04X (Real: %04X)
uk: %04X (Дійсний: %04X)

source: %d frame = %.2f ms
es: %d fotograma = %.2f ms
fr_fr: %d images = %.2f ms
ko_kr: %d 프레임 = %.2f ms
uk: %d кадрів = %.2f мсек

source: &Apply
es: &Aplicar
fr: &Appliquer
fr_fr: &Appliquer
ko_kr: 적용 (&A)
pt_br: &Aplicar
uk: &Встановити

source: Artists
es: Artistas
fr: Artistes
fr_fr: Artistes
ko_kr: 아티스트
pt_br: Artistas
uk: Художники

source: Cancel
es: Cancelar
fr: Annuler
fr_fr: Annuler
ko_kr: 취소
pt_br: Cancelar
uk: Скасувати

source: Close
es: Cerrar
fr: Fermer
fr_fr: Fermer
ko_kr: 닫기
pt_br: Fechar
uk: Закрити

source: Developers
es: Desarrolladores
fr: Développeurs
fr_fr: Développeurs
ko_kr: 개발자
pt_br: Desenvolvedores
uk: Виробники

source: License
es: Licencia
fr: Licence
fr_fr: Licence
ko_kr: 라이센스
pt_br: Licença
uk: Ліцензія

source: Select output file and type
bg: Избери изходен файл и тип
es: Seleccionar archivo de salida y tipo
fr: Sélectionner le fichier de sortie et le type
fr_fr: Sélectionner un fichier et un type de sortie
ko_kr: 출력 파일 및 형식 선택
pt_br: Selecionar o arquivo e o tipo de saída
ru: Выбрать файл вывода и его тип
uk: Вибір кінцевого файлу та формату

source: Windows Palette (*.pal)|*.pal|PaintShop Palette (*.pal)|*.pal|Adobe Color Table (*.act)|*.act
bg: Windows палитра (*.pal)|*.pal|PaintShop Palette (*.pal)|*.pal|Adobe Color Table (*.act)|*.act
es: Paleta de Windows (*.pal) | *.pal|PaintShop Palette (*.pal) | *.pal|Adobe Color Table (*.act) | *.act
fr: Palette Windows (*.pal)|*.pal|Palette PaintShop (*.pal)|*.pal|Adobe Color Table (*.act)|*.act
fr_fr: Palette Windows (*.pal)|*.pal|Palette PaintShop (*.pal)|*.pal|Table de Couleur Adobe (*.act)|*.act
ko_kr: 윈도우즈 팔레트 (*.pal)|*.pal| 페인트샵 팔레트 (*.pal)|*.pal| 어도비 컬러 테이블 (*.act)|*.act
pt_br: Paleta do Windows (*.pal)|*.pal|Paleta do PaintShop (*.pal)|*.pal|Tabela do Adobe Color (*.act)|*.act
ru: Палитра Windows (*.pal)|*.pal|Палитра PaintShop (*.pal)|*.pal|Палитра Adobe Color (*.act)|*.act
uk: Windows-палітра|*.pal|Paint Shop-палітра|*.pal|Adobe Color Table|*.act

source: Start!
bg: Започване!
es: ¡Comenzar!
fr: Démarrer !
fr_fr: Démarrer !
ko_kr: 시작!
pt_br: Iniciar!
ru: Запустить!
uk: Запустити!

source: Connect
bg: Свързване
es: Conectar
fr: Se connecter
fr_fr: Connecter
ko_kr: 연결
pt_br: Conectar
ru: Подключиться
uk: З'єднати

source: You must enter a valid host name
bg: Трябва да въведете валидно гостоприемно име
es: Debe introducir un nombre de host válido
fr: Vous devez indiquer un nom d'hôte valide
fr_fr: Vous devez entrer un nom d'hôte valide
ko_kr: 유효한 호스트 이름을 입력해야 합니다.
pt_br: Você deve inserir um nome de hospedeiro válido
ru: Вы должны ввести правильное имя хоста
uk: Необхідно вказати дійсне ім'я хоста.

source: Host name invalid
bg: Гостоприемно име невалидно
es: La dirección IP del servidor es: %s
fr: Nom d'hôte non valide
fr_fr: Nom d'hôte invalide
ko_kr: 호스트 이름이 잘못되었습니다.
pt_br: Nome do hospedeiro inválido
ru: Неправильное имя хоста
uk: Недійсне ім'я хоста.

source: Waiting for clients...
bg: Чакане за клиенти...
es: Esperando clientes...
fr: En attente de clients...
fr_fr: En attente de clients...
ko_kr: 클라이언트를 기다리는 중...
pt_br: Esperando pelos clientes...
ru: Ожидание клиентских подключений...
uk: Очікування клієнтів...

source: Server IP address is: %s
bg: Сървърен ИП адрес е: %s
es: La dirección IP del servidor es: %s
fr: L'adresse IP du serveur est : %s
fr_fr: L'adresse IP du serveur est : %s
ko_kr: 서버 IP주소: %s
pt_br: O endereço de IP do servidor é: %s
ru: IP-адрес сервера: %s
uk: IP-адреса сервера: %s

source: Waiting for connection...
bg: Чакане за връзка...
es: Esperando conexión...
fr: En attente de la connexion...
fr_fr: En attente de connexion...
ko_kr: 연결중... 기다려주세요.
pt_br: Esperando pela conexão...
ru: Ожидание подключения...
uk: Очікування з'єднання...

source: Connecting to %s
bg: Свързване към %s
es: Conectando a %s
fr: Connexion à %s
fr_fr: Connexion à %s
ko_kr: %s에 연결합니다.
pt_br: Conectando com o %s
ru: Подключение к %s
uk: З'єднання з %s

source: Error occurred. Please try again.
bg: Възникна грешка. Моля опитайте отново.
es: Ha ocurrido un error. Por favor, inténtelo de nuevo.
fr: Une erreur s'est produite. S'il-vous-plaît, tenter de nouveau.
fr_fr: Une erreur s'est produite. Veuillez réessayer.
ko_kr: 오류가 발생했습니다. 다시 시도해보십시오.
pt_br: Um erro ocorreu. Por favor tente de novo.
ru: Произошла ошибка. Попробуйте еще раз.
uk: Помилка. Спробуй знову.

source: Select cheat file
bg: Избери чийт файл
es: Seleccionar archivo de trucos
fr: Sélectionner un fichier de codes de triche
fr_fr: Sélectionner un fichier de code de triche
ko_kr: 치트파일 선택
pt_br: Selecionar o arquivo das trapaças
ru: Выбрать файл чит-кодов
uk: Вибір чітів

source: VBA cheat lists (*.clt)|*.clt|CHT cheat lists (*.cht)|*.cht
bg: VBA чийт списъци (*.clt)|*.clt|CHT чийт списъци (*.cht)|*.cht
es: Lista de trucos de VBA (*.clt) | *.clt|CHT lista de trucos (*.cht) | *.cht
fr: Codes de triche VBA (*.clt)|*.clt|Codes de triche CHT (*.cht)|*.cht
fr_fr: Listes de codes de triche VBA (*.clt)|*.clt|Listes de codes de triche CHT (*.cht)|*.cht
ko_kr: VBA 치트 목록 (*.clt)|*.clt|CHT cheat lists (*.cht)|*.cht
pt_br: Listas de trapaças do VBA (*.clt)|*.clt| Listas de trapaças do CHT (*.cht)|*.cht
ru: Файлы чит-кодов VBA (*.clt)|*.clt|Файлы чит-кодов CHT (*.cht)|*.cht
uk: Visual Boy Advance-чіти|*.clt|CHT-чіти|*.cht

source: Loaded cheats
bg: Заредени чийтове
es: Trucos cargados
fr: Codes de triche chargés
fr_fr: Codes de triche chargés
ko_kr: 치트 불러오기
pt_br: Trapaças carregadas
ru: Загружен файл чит-кодов
uk: Завантажено чіти.

source: VBA cheat lists (*.clt)|*.clt
bg: VBA чийт списъци (*.clt)|*.clt
es: Lista de trucos de VBA (*.clt) | *.clt
fr: Listes de codes de triche VBA (*.clt)|*.clt
fr_fr: Listes de codes de triche VBA (*.clt)|*.clt
ko_kr: VBA 치트 목록 (*.clt)|*.clt
pt_br: Listas de trapaças do VBA (*.clt)|*.clt
ru: Файлы чит-кодов VBA (*.clt)|*.clt
uk: Visual Boy Advance-чіти|*.clt

source: Saved cheats
bg: Запазени чийтове
es: Trucos guardados
fr: Codes de triche sauvegardés
fr_fr: Codes de triche sauvegardés
ko_kr: 치트 저장됨
pt_br: Trapaças salvas
ru: Сохранён файл чит-кодов
uk: Збережено чіти.

source: Restore old values?
bg: Възстанови стари стойности?
es: ¿Restaurar valores anteriores?
fr: Restaurer les anciennes valeurs ?
fr_fr: Restaurer les anciennes valeurs ?
ko_kr: 이전 값을 복원하시겠습니까?
pt_br: Restaurar os valores antigos?
ru: Вернуть прежние значения?
uk: Відновити старі значення?

source: Removing cheats
bg: Премахване на чийтове
es: Eliminando trucos
fr: Suppression des codes de triche
fr_fr: Suppression des codes de triche
ko_kr: 치트 지우기
pt_br: Removendo as trapaças
ru: Удаление чит-кодов
uk: Вилучення чітів.

source: Generic Code
bg: Общ код
es: Código genérico
fr: Code Générique
fr_fr: Code Générique
ko_kr: 제네릭 코드
pt_br: Código Genérico
ru: Обычный чит-код
uk: Загальний код

source: Number cannot be empty
bg: Числото не може да е празно
es: Valor no puede estar vacío
fr: Le nombre ne peut être vide
fr_fr: Le nombre ne peut pas être vide
ko_kr: 번호는 비워 둘 수 없습니다
pt_br: O número não pode estar vazio
ru: Число не может быть пустым
uk: Число не може бути порожнім.

source: Search produced no results
bg: Търсенето не произведе резултати
es: La búsqueda no encontró resultados
fr: Aucun résultat.
fr_fr: La recherche n'a trouvé aucun résultat
ko_kr: 검색 결과 없음
pt_br: A busca não produziu resultados
ru: Ничего не найдено
uk: Не знайдено результатів.

source: 8-bit
bg: 8-бита
ko_kr: 8비트
pt_br: 8 bits
ru: 8 бит
uk: 8 біт

source: 16-bit
bg: 16-бита
ko_kr: 16비트
pt_br: 16 bits
ru: 16 бит
uk: 16 біт

source: 32-bit
bg: 32-бита
ko_kr: 32비트
pt_br: 32 bits
ru: 32 бита
uk: 32 біт

source: Signed decimal
es: Decimal con signo
fr_fr: Décimal signé
ko_kr: 부호가 있는 10진수
pt_br: Decimal assinado
uk: Знакове десяткове

source: Unsigned decimal
es: Decimal sin signo
fr_fr: Décimal non-signé
ko_kr: 부호 없는 10진수
pt_br: Decimal não assinado
uk: Беззнакове десяткове

source: Unsigned hexadecimal
es: Hexadecimal sin signo
fr_fr: Hexadécimal non-signé
ko_kr: 부호 없는 16진수
pt_br: Hexadecimal não assinado
uk: Беззнакове шістнадцяткове

source: Main icon not found
bg: Главна икона не е намерена
es: Icono principal no encontrado
fr: Icône principale non trouvée
fr_fr: Icône principale introuvable
ko_kr: 메인 아이콘 찾을 수 없음
pt_br: O ícone principal não foi encontrado
ru: Главный значок не найден
uk: Головну піктограму не знайдено.

source: Main display panel not found
bg: Главен дисплей панел не е намерен
es: Panel de visualización principal no encontrado
fr: Panel d'affichage principal non trouvé
fr_fr: Panneau d'affichage principal introuvable
ko_kr: 메인 디스플레이 패널을 찾을 수 없음
pt_br: O painel de exibição principal não foi encontrado
ru: Главная панель экрана не найдена
uk: Головну панель дисплея не знайдено.
