Repository: visualboyadvance-m/visualboyadvance-m
Catalog: po/wxvbam/*.po
Languages: bg, es, fr, fr_fr, ko_kr, pt_br, ru, uk

source: Default device
bg: Устройство по подразбиране
es: Dispositivo por defecto
fr: Périphérique par défaut
fr_fr: Périphérique par défaut
ko_kr: 기본 장치
pt_br: Dispositivo padrão
ru: Устройство по умолчанию
uk: Типовий пристрій

source: Could not create main window
bg: Не можа да се създаде главен прозорец
es: No se pudo crear la ventana principal
fr: ne peut pas créer la fenêtre principale
fr_fr: Impossible de créer la fenêtre principale
ko_kr: 메인 윈도우를 생성할 수 없습니다.
pt_br: Não conseguiu criar a janela principal
ru: Невозможно создать главное окно
uk: Неможливо створити головне вікно.

source: Game Boy Advance Files (*.agb;*.gba;*.bin;*.elf;*.mb;*.zip;*.7z;*.rar)|*.agb;*.gba;*.bin;*.elf;*.mb;*.agb.lz;*.gba.lz;*.bin.lz;*.elf.lz;*.mb.lz;*.agb.xz;*.gba.xz;*.bin.xz;*.elf.xz;*.mb.xz;*.agb.bz2;*.gba.bz2;*.bin.bz2;*.elf.bz2;*.mb.bz2;*.agb.gz;*.gba.gz;*.bin.gz;*.elf.gz;*.mb.gz;*.agb.z;*.gba.z;*.bin.z;*.elf.z;*.mb.z;*.zip;*.7z;*.rar|Game Boy Files (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.lz;*.gb.lz;*.gbc.lz;*.cgb.lz;*.sgb.lz;*.dmg.xz;*.gb.xz;*.gbc.xz;*.cgb.xz;*.sgb.xz;*.dmg.bz2;*.gb.bz2;*.gbc.bz2;*.cgb.bz2;*.sgb.bz2;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.tar;*.zip;*.7z;*.rar|
es: Archivos de Game Boy Advance (*.agb;*.gba;*.bin;*.elf;*.mb;*.zip;*.7z;*.rar)|*.agb;*.gba;*.bin;*.elf;*.mb;*.agb.lz;*.gba.lz;*.bin.lz;*.elf.lz;*.mb.lz;*.agb.xz;*.gba.xz;*.bin.xz;*.elf.xz;*.mb.xz;*.agb.bz2;*.gba.bz2;*.bin.bz2;*.elf.bz2;*.mb.bz2;*.agb.gz;*.gba.gz;*.bin.gz;*.elf.gz;*.mb.gz;*.agb.z;*.gba.z;*.bin.z;*.elf.z;*.mb.z;*.zip;*.7z;*.rar|Archivos de Game Boy (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.lz;*.gb.lz;*.gbc.lz;*.cgb.lz;*.sgb.lz;*.dmg.xz;*.gb.xz;*.gbc.xz;*.cgb.xz;*.sgb.xz;*.dmg.bz2;*.gb.bz2;*.gbc.bz2;*.cgb.bz2;*.sgb.bz2;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.tar;*.zip;*.7z;*.rar|
fr_fr: Fichiers Game Boy Advance (*.agb;*.gba;*.bin;*.elf;*.mb;*.zip;*.7z;*.rar)|*.agb;*.gba;*.bin;*.elf;*.mb;*.agb.lz;*.gba.lz;*.bin.lz;*.elf.lz;*.mb.lz;*.agb.xz;*.gba.xz;*.bin.xz;*.elf.xz;*.mb.xz;*.agb.bz2;*.gba.bz2;*.bin.bz2;*.elf.bz2;*.mb.bz2;*.agb.gz;*.gba.gz;*.bin.gz;*.elf.gz;*.mb.gz;*.agb.z;*.gba.z;*.bin.z;*.elf.z;*.mb.z;*.zip;*.7z;*.rar|Fichiers de Game Boy (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.lz;*.gb.lz;*.gbc.lz;*.cgb.lz;*.sgb.lz;*.dmg.xz;*.gb.xz;*.gbc.xz;*.cgb.xz;*.sgb.xz;*.dmg.bz2;*.gb.bz2;*.gbc.bz2;*.cgb.bz2;*.sgb.bz2;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.tar;*.zip;*.7z;*.rar|
ko_kr: 게임보이 어드밴스 파일 (*.agb;*.gba;*.bin;*.elf;*.mb;*.zip;*.7z;*.rar)|*.agb;*.gba;*.bin;*.elf;*.mb;*.agb.lz;*.gba.lz;*.bin.lz;*.elf.lz;*.mb.lz;*.agb.xz;*.gba.xz;*.bin.xz;*.elf.xz;*.mb.xz;*.agb.bz2;*.gba.bz2;*.bin.bz2;*.elf.bz2;*.mb.bz2;*.agb.gz;*.gba.gz;*.bin.gz;*.elf.gz;*.mb.gz;*.agb.z;*.gba.z;*.bin.z;*.elf.z;*.mb.z;*.zip;*.7z;*.rar|Game Boy Files (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.lz;*.gb.lz;*.gbc.lz;*.cgb.lz;*.sgb.lz;*.dmg.xz;*.gb.xz;*.gbc.xz;*.cgb.xz;*.sgb.xz;*.dmg.bz2;*.gb.bz2;*.gbc.bz2;*.cgb.bz2;*.sgb.bz2;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.tar;*.zip;*.7z;*.rar|
pt_br: Arquivos do Game Boy Advance (*.agb;*.gba;*.bin;*.elf;*.mb;*.zip;*.7z;*.rar)|*.agb;*.gba;*.bin;*.elf;*.mb;*.agb.lz;*.gba.lz;*.bin.lz;*.elf.lz;*.mb.lz;*.agb.xz;*.gba.xz;*.bin.xz;*.elf.xz;*.mb.xz;*.agb.bz2;*.gba.bz2;*.bin.bz2;*.elf.bz2;*.mb.bz2;*.agb.gz;*.gba.gz;*.bin.gz;*.elf.gz;*.mb.gz;*.agb.z;*.gba.z;*.bin.z;*.elf.z;*.mb.z;*.zip;*.7z;*.rar|Arquivos do Game Boy (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.lz;*.gb.lz;*.gbc.lz;*.cgb.lz;*.sgb.lz;*.dmg.xz;*.gb.xz;*.gbc.xz;*.cgb.xz;*.sgb.xz;*.dmg.bz2;*.gb.bz2;*.gbc.bz2;*.cgb.bz2;*.sgb.bz2;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.tar;*.zip;*.7z;*.rar|
uk: Game Boy Advance|*.agb;*.gba;*.bin;*.elf;*.mb;*.agb.lz;*.gba.lz;*.bin.lz;*.elf.lz;*.mb.lz;*.agb.xz;*.gba.xz;*.bin.xz;*.elf.xz;*.mb.xz;*.agb.bz2;*.gba.bz2;*.bin.bz2;*.elf.bz2;*.mb.bz2;*.agb.gz;*.gba.gz;*.bin.gz;*.elf.gz;*.mb.gz;*.agb.z;*.gba.z;*.bin.z;*.elf.z;*.mb.z;*.zip;*.7z;*.rar|Game Boy|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.lz;*.gb.lz;*.gbc.lz;*.cgb.lz;*.sgb.lz;*.dmg.xz;*.gb.xz;*.gbc.xz;*.cgb.xz;*.sgb.xz;*.dmg.bz2;*.gb.bz2;*.gbc.bz2;*.cgb.bz2;*.sgb.bz2;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.tar;*.zip;*.7z;*.rar|

source: Open ROM file
bg: Отвори ROM файл
es: Abrir archivo ROM
fr: Ouvrir un fichier ROM
fr_fr: Ouvrir une ROM
ko_kr: 롬 파일 열기
pt_br: Abrir o arquivo da ROM
ru: Открыть ROM-файл
uk: Відкриття ROM

source: Game Boy Files (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.lz;*.gb.lz;*.gbc.lz;*.cgb.lz;*.sgb.lz;*.dmg.xz;*.gb.xz;*.gbc.xz;*.cgb.xz;*.sgb.xz;*.dmg.bz2;*.gb.bz2;*.gbc.bz2;*.cgb.bz2;*.sgb.bz2;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.tar;*.zip;*.7z;*.rar|
es: Archivos de Game Boy (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.lz;*.gb.lz;*.gbc.lz;*.cgb.lz;*.sgb.lz;*.dmg.xz;*.gb.xz;*.gbc.xz;*.cgb.xz;*.sgb.xz;*.dmg.bz2;*.gb.bz2;*.gbc.bz2;*.cgb.bz2;*.sgb.bz2;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.tar;*.zip;*.7z;*.rar|
fr_fr: Fichiers de Game Boy (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.lz;*.gb.lz;*.gbc.lz;*.cgb.lz;*.sgb.lz;*.dmg.xz;*.gb.xz;*.gbc.xz;*.cgb.xz;*.sgb.xz;*.dmg.bz2;*.gb.bz2;*.gbc.bz2;*.cgb.bz2;*.sgb.bz2;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.tar;*.zip;*.7z;*.rar|
ko_kr: 게임보이 파일 (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.lz;*.gb.lz;*.gbc.lz;*.cgb.lz;*.sgb.lz;*.dmg.xz;*.gb.xz;*.gbc.xz;*.cgb.xz;*.sgb.xz;*.dmg.bz2;*.gb.bz2;*.gbc.bz2;*.cgb.bz2;*.sgb.bz2;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.tar;*.zip;*.7z;*.rar|
pt_br: Arquivos do Game Boy (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.lz;*.gb.lz;*.gbc.lz;*.cgb.lz;*.sgb.lz;*.dmg.xz;*.gb.xz;*.gbc.xz;*.cgb.xz;*.sgb.xz;*.dmg.bz2;*.gb.bz2;*.gbc.bz2;*.cgb.bz2;*.sgb.bz2;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.tar;*.zip;*.7z;*.rar|
uk: Game Boy|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.lz;*.gb.lz;*.gbc.lz;*.cgb.lz;*.sgb.lz;*.dmg.xz;*.gb.xz;*.gbc.xz;*.cgb.xz;*.sgb.xz;*.dmg.bz2;*.gb.bz2;*.gbc.bz2;*.cgb.bz2;*.sgb.bz2;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.tar;*.zip;*.7z;*.rar|

source: Open GB ROM file
bg: Отвори GB ROM файл
es: Abrir archivo GB ROM
fr: Ouvrir un fichier ROM GB
fr_fr: Ouvrir une ROM GB
ko_kr: 게임보이 롬 파일 열기
pt_br: Abrir o arquivo da ROM do Game Boy
ru: Открыть GB ROM-файл
uk: Відкриття Game Boy ROM

source: Game Boy Color Files (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.lz;*.gb.lz;*.gbc.lz;*.cgb.lz;*.sgb.lz;*.dmg.xz;*.gb.xz;*.gbc.xz;*.cgb.xz;*.sgb.xz;*.dmg.bz2;*.gb.bz2;*.gbc.bz2;*.cgb.bz2;*.sgb.bz2;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.tar;*.zip;*.7z;*.rar|
es: Archivos de Game Boy Color (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.lz;*.gb.lz;*.gbc.lz;*.cgb.lz;*.sgb.lz;*.dmg.xz;*.gb.xz;*.gbc.xz;*.cgb.xz;*.sgb.xz;*.dmg.bz2;*.gb.bz2;*.gbc.bz2;*.cgb.bz2;*.sgb.bz2;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.tar;*.zip;*.7z;*.rar|
fr_fr: Fichiers de Game Boy Color (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.lz;*.gb.lz;*.gbc.lz;*.cgb.lz;*.sgb.lz;*.dmg.xz;*.gb.xz;*.gbc.xz;*.cgb.xz;*.sgb.xz;*.dmg.bz2;*.gb.bz2;*.gbc.bz2;*.cgb.bz2;*.sgb.bz2;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.tar;*.zip;*.7z;*.rar|
ko_kr: 게임보이 컬러 파일 (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.lz;*.gb.lz;*.gbc.lz;*.cgb.lz;*.sgb.lz;*.dmg.xz;*.gb.xz;*.gbc.xz;*.cgb.xz;*.sgb.xz;*.dmg.bz2;*.gb.bz2;*.gbc.bz2;*.cgb.bz2;*.sgb.bz2;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.tar;*.zip;*.7z;*.rar|
pt_br: Arquivos do Game Boy Color (*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.zip;*.7z;*.rar)|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.lz;*.gb.lz;*.gbc.lz;*.cgb.lz;*.sgb.lz;*.dmg.xz;*.gb.xz;*.gbc.xz;*.cgb.xz;*.sgb.xz;*.dmg.bz2;*.gb.bz2;*.gbc.bz2;*.cgb.bz2;*.sgb.bz2;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.tar;*.zip;*.7z;*.rar|
uk: Game Boy Color|*.dmg;*.gb;*.gbc;*.cgb;*.sgb;*.dmg.lz;*.gb.lz;*.gbc.lz;*.cgb.lz;*.sgb.lz;*.dmg.xz;*.gb.xz;*.gbc.xz;*.cgb.xz;*.sgb.xz;*.dmg.bz2;*.gb.bz2;*.gbc.bz2;*.cgb.bz2;*.sgb.bz2;*.dmg.gz;*.gb.gz;*.gbc.gz;*.cgb.gz;*.sgb.gz;*.dmg.z;*.gb.z;*.gbc.z;*.cgb.z;*.sgb.z;*.tar;*.zip;*.7z;*.rar|

source: Open GBC ROM file
bg: Отвори GBC ROM файл
es: Abrir archivo GBC ROM
fr: Ouvrir un fichier ROM GBC
fr_fr: Ouvrir une ROM GBC
ko_kr: 게임보이컬러 롬 파일 열기
pt_br: Abrir o arquivo da ROM do Game Boy Color
ru: Открыть GBC ROM-файл
uk: Відкриття Game Boy Color ROM

source: Select Dot Code file
bg: Избери файл за точков код
es: Seleccione el archivo de código de puntos
fr: Sélectionner un fichier Dot Code
fr_fr: Choisir fichier Dot Code
ko_kr: 닷 코드 파일을 선택
pt_br: Selecionar o arquivo do Código Dot
ru: Выбрать файл Dot-кода
uk: Вибір Dot-коду

source: E-Reader Dot Code (*.bin;*.raw)|*.bin;*.raw
es: Código de puntos de e-Reader (*.bin;*.raw)|*.bin;*.raw
fr_fr: Dot Code e-Reader (*.bin;*.raw)|*.bin;*.raw
ko_kr: E-리더 닷 코드 (*.bin;*.raw)|*.bin;*.raw
pt_br: Código Dot do e-Reader (*.bin;*.raw)|*.bin;*.raw
uk: E-Reader Dot-код|*.bin;*.raw

source: Select battery file
bg: Избери батериен файл
es: Selecciona un archivo de bateria
fr: Sélectionner une sauvegarde native
fr_fr: Choisir un fichier batterie
ko_kr: 배터리 파일을 선택
pt_br: Selecionar o arquivo de bateria
ru: Выбрать файл аппаратного сохранения
uk: Вибір батареї

source: Battery file (*.sav)|*.sav|Flash save (*.dat)|*.dat
bg: Батериен файл (*.sav)|*.sav|Flash save (*.dat)|*.dat
es: Archivo de batería (*.sav) | *.sav | Guardado Flash (*.dat) | *.dat
fr: Sauvegarde native (*.sav)|*.sav|Sauvegarde Flash (*.dat)|*.dat
fr_fr: Fichier de sauvegarde (*.sav)|*.sav|Sauvegarde Flash (*.dat)|*.dat
pt_br: Arquivo da bateria (*.sav)|*.sav| Save do flash (*.dat)|*.dat
ru: Файлы аппаратного сохранения (*.sav)|*.sav|Файлы флеш-памяти (*.dat)|*.dat
uk: Батарея|*.sav|Флеш-збереження|*.dat

source: Importing a battery file will erase any saved games (permanently after the next write). Do you want to continue?
es: Importar un archivo de guardado borrará cualquier partida guardada (permanente después del siguiente guardado). ¿Quieres continuar?
fr: L'importation d'un fichier de batterie effacera toutes les parties sauvegardées (de façon permanente après la prochaine écriture). Voulez-vous continuer ?
fr_fr: Importer un fichier de sauvegarde va effacer toute sauvegarde existante (de façon définitive après la prochaine sauvegarde). Souhaitez-vous continuer ?
ko_kr: 배터리 파일을 가져오면 저장된 게임이 모두 지워집니다 (다음 쓰기 이후에는 영구적으로 지워집니다). 계속하겠습니까?
pt_br: Importar um arquivo de bateria apagará quaisquer jogos salvos (permanentemente após a próxima gravação). Você quer continuar?
uk: Видалити всі збережені ігри імпортом батареї остаточно після наступного запису?

source: Confirm import
bg: Потвърждаване на внос
es: Confirmar importacion
fr: Confirmer l'importation
fr_fr: Confirmer l'importation
ko_kr: 가져오기 확인
pt_br: Confirmar a importação
ru: Подтвердить импортирование
uk: Підтвердити імпорт

source: Loaded battery %s
bg: Заредена батерия %s
es: Catería cargada %s
fr: Sauvegarde native %s chargée
fr_fr: Sauvegarde chargée %s
ko_kr: %s를 로드한 배터리
pt_br: Bateria carregada %s
ru: Загружено аппаратное сохранение %s
uk: Завантажено батарею %s.

source: Error loading battery %s
bg: Грешка при зареждане на батерия %s
es: Error al cargar la batería %s
fr: Erreur durant le chargement de la sauvegarde native %s
fr_fr: Erreur de chargement de la sauvegarde %s
ko_kr: %s 배터리 불러오기 오류
pt_br: Erro ao carregar a bateria %s
ru: Ошибка загрузки аппаратного сохранения %s
uk: Помилка завантаження батареї %s.

source: Select code file
bg: Избери код файл
es: Seleccionar archivo de código
fr: Sélectionner le fichier de codes de triche
fr_fr: Sélectionner un fichier code
ko_kr: 코드파일 선택
pt_br: Selecionar o arquivo do código
ru: Выбрать файл чит-кодов
uk: Вибір кодів

source: Game Shark Code File (*.spc;*.xpc)|*.spc;*.xpc
es: Archivo de código Game Shark (*.spc;*.xpc)|*.spc;*.xpc
fr: Fichier de code Game Shark (*.spc;*.xpc)|*.spc;*.xpc
fr_fr: Fichier Code Game Shark (*.spc;*.xpc)|*.spc;*.xpc
ko_kr: 게임 샤크 코드 파일 (*.spc;*.xpc)|*.spc;*.xpc
pt_br: Arquivo do Código do Game Shark (*.spc;*.xpc)|*.spc;*.xpc
uk: Game Shark-коди|*.spc;*.xpc

source: Game Shark Code File (*.gcf)|*.gcf
es: Archivo de código Game Shark (*.gcf)|*.gcf
fr: Fichier de code Game Shark (*.gcf)|*.gcf
fr_fr: Fichier code Game Shark (*.gcf)|*.gcf
ko_kr: 게임 샤크 코드 파일 (*.gcf)|*.gcf
pt_br: Arquivo do Código do Game Shark (*.gcf)|*.gcf
uk: Game Shark-коди|*.gcf

source: Importing a code file will replace any loaded cheats. Do you want to continue?
es: Importar un archivo de códigos reemplazará cualquier cheat cargado. ¿Quieres continuar?
fr: L'importation d'un fichier de code remplacera tous les cheats chargés. Voulez-vous continuer ?
fr_fr: Importer un fichier code va remplacer tous les codes de triche existants. Souhaitez-vous continuer ?
ko_kr: 코드 파일을 가져오면 로드된 치트가 모두 대체됩니다. 계속하겠습니까?
pt_br: Importar um arquivo do código substituirá quaisquer trapaças carregadas. Você quer continuar?
uk: Замінити всі завантажені чіти імпортом кодів?

source: Cannot open file %s
bg: Не може да се отвори файл %s
es: No se puede abrir el archivo %s
fr: Impossible d'ouvrir le fichier %s
fr_fr: Impossible d'ouvrir le fichier %s
ko_kr: %s파일을 열수 없습니다
pt_br: Não pôde abrir o arquivo %s
ru: Невозможно открыть файл %s
uk: Неможливо відкрити %s.

source: Unsupported code file %s
bg: Неподдържан код файл %s
es: Archivo de código no compatible %s
fr: Fichier de codes de triche %s non supporté
fr_fr: Fichier code non supporté %s
ko_kr: %s 코드 파일을 지원하지 않음
pt_br: Arquivo do código não suportado %s
ru: Неподдерживаемый тип файла чит-кодов %s
uk: Непідтримуваний файл кодів %s.

source: Loaded code file %s
bg: Зареден код файл %s
es: Archivo de código cargado %s
fr: Fichier de codes de triche %s chargé
fr_fr: Fichier code %s chargé
ko_kr: %s 코드 파일을 불러옴
pt_br: Carregou o arquivo do código %s
ru: Загружен файл чит-кодов %s
uk: Завантажено коди %s.

source: Error loading code file %s
bg: Грешка при зареждане на код файл %s
es: Error al cargar el archivo de código%s
fr: Erreur durant le chargement du fichier de codes de triches %s
fr_fr: Erreur de chargement du fichier code %s
ko_kr: %s 코드 파일 불러오기 오류
pt_br: Erro ao carregar o arquivo do código %s
ru: Ошибка загрузки файла чит-кодов %s
uk: Помилка завантаження кодів %s.

source: Select snapshot file
bg: Избери файл снимка
es: Selecciona el archivo de captura
fr: Sélectionner un fichier d'instantané
fr_fr: Sélectionner un fichier de sauvegarde instantanée
ko_kr: 스냅샷 파일 선택
pt_br: Selecionar o arquivo do snapshot
ru: Выбрать файл снапшота
uk: Вибір знімка

source: Game Shark & PAC Snapshots (*.sps;*.xps)|*.sps;*.xps|Game Shark SP Snapshots (*.gsv)|*.gsv
es: Instantáneas de Game Shark y PAC (*.sps;*.xps)|*.sps;*.xps| Instantáneas SP de Game Shark SP (*.gsv)|*.gsv
fr: Captures d'écrans Game Shark & PAC (*.sps;*.xps)|*.sps;*.xps|Captures d'écrans Game Shark SP (*.gsv)|*.gsv
fr_fr: Sauvegarde instantanée Game Shark & PAC (*.sps;*.xps)|*.sps;*.xps|Sauvegarde instantanée Game Shark SP (*.gsv)|*.gsv
ko_kr: 게임 샤크 & PAC 스크린샷 (*.sps;*.xps)|*.sps;*.xps|게임 샤크 SP 스냅샷 (*.gsv)|*.gsv
pt_br: Snapshots do Game Shark & PAC (*.sps;*.xps)|*.sps;*.xps|Snapshots do Game Shark SP (*.gsv)|*.gsv
uk: Game Shark & PAC-знімки|*.sps;*.xps|Game Shark SP-знімки|*.gsv

source: Game Boy Snapshot (*.gbs)|*.gbs
es: Instantánea de Game Boy (*.gbs)|*.gbs
fr: Captures d'écrans Game Boy (*.gbs)|*.gbs
fr_fr: Sauvegarde instantanée Game Boy (*.gbs)|*.gbs
ko_kr: 게임보이 스냅샵 (*.gbs)|*.gbs
pt_br: Snapshot do Game Boy (*.gbs)|*.gbs
uk: Game Boy-знімки|*.gbs

source: Importing a snapshot file will erase any saved games (permanently after the next write). Do you want to continue?
es: Importar una snapshot borrará cualquier partida guardada (permanente una vez se sobrescriba) ¿Quieres continuar?
fr: L'importation d'un fichier de capture d'écran effacera toutes les parties sauvegardées (de façon permanente après la prochaine écriture). Voulez-vous continuer ?
fr_fr: Importer un fichier de sauvegarde instantanée va effacer toute sauvegarde existante (de façon définitive après la prochaine sauvegarde). Souhaitez-vous continuer ?
ko_kr: 스냅샷 파일을 가져오면 저장된 게임이 모두 지워집니다 (다음 쓰기 이후에는 영구적으로 지워집니다). 계속하겠습니까?
pt_br: Importar um arquivo do snapshot apagará quaisquer jogos salvos (permanentemente após a próxima gravação). Você quer continuar?
uk: Видалити всі збережені ігри імпортом знімка остаточно після наступного запису?

source: Loaded snapshot file %s
bg: Зареден файл снимка %s
es: Archivo de captura cargado %s
fr: Instantané %s chargé
fr_fr: Fichier de sauvegarde instantanée %s chargé
ko_kr: %s 스냅샷 파일을 불러옴
pt_br: Carregou o arquivo do snapshot %s
ru: Загружен файл снапшота %s
uk: Завантажено знімок %s.

source: Error loading snapshot file %s
bg: Грешка при зареждане на файл снимка %s
es: Error al cargar el archivo de captura %s
fr: Erreur durant le chargement de l'instantané %s
fr_fr: Erreur de chargement du fichier de sauvegarde instantanée %s
ko_kr: 로드중 %s 스넵샷 파일 에러
pt_br: Erro ao carregar o arquivo do snapshot %s
ru: Ошибка загрузки файла снапшота %s
uk: Помилка завантаження знімка %s.

source: Wrote battery %s
bg: Записана батерия %s
es: Batería escrita %s
fr: Sauvegarde native %s écrite
fr_fr: Sauvegarde exportée %s
ko_kr: %s 배터리가 기록됨
pt_br: Gravou a bateria em %s
ru: Записано аппаратное сохранение %s
uk: Записано батарею %s.

source: Error writing battery %s
bg: Грешка при записване на батерия %s
es: Error al escribir batería %s
fr: Erreur durant l'écriture de la sauvegarde native %s
fr_fr: Erreur d'export de la sauvegarde %s
ko_kr: %s 배터리 기록 오류
pt_br: Erro ao gravar a bateria %s
ru: Ошибка записи аппаратного сохранения %s
uk: Помилка запису батареї %s.

source: EEPROM saves cannot be exported
bg: EEPROM запазвания не могат да бъдат изнасяни
es: Guardados EEPROM no pueden ser exportados
fr: Les sauvegardes EEPROM ne peuvent pas être exportées
fr_fr: Les sauvegardes EEPROM ne peuvent pas être exportées
ko_kr: EEPROM 저장 방식은 내보낼 수 없음
pt_br: Os saves do EEPROM não podem ser exportados
ru: Сохранения EEPROM не могут быт экспортированы
uk: Неможливо експортувати EEPROM-збереження.

source: Game Shark Snapshot (*.sps)|*.sps
es: Instantánea de Game Shark (*.sps)|*.sps
fr: Capture d'écran Game Shark (*.sps)|*.sps
fr_fr: Sauvegarde instantanée Game Shark (*.sps)|*.sps
ko_kr: 게임 샤크 스냅샷 (*.sps)|*.sps
pt_br: Snapshot do Game Shark (*.sps)|*.sps
uk: Game Shark-знімки|*.sps

source: Exported from Visual Boy Advance-M
es: Exportado desde Visual Boy Advance-M
fr: Exporté de Visual Boy Advance-M
fr_fr: Exporté depuis Visual Boy Advance-M
ko_kr: Visual Boy Advance-M에서 내보내기
pt_br: Exportado do Visual Boy Advance-M
uk: Експортовано з Visual Boy Advance-M.

source: Saved snapshot file %s
bg: Запазен файл снимка %s
es: Archivo de captura guardado %s
fr: Instantané %s sauvegardé
fr_fr: Fichier de sauvegarde instantanée %s enregistré
ko_kr: %s스넵샷 저장완료
pt_br: Arquivo do snapshot salvo %s
ru: Сохранён файл снапшота %s
uk: Збережено знімок %s.

source: Error saving snapshot file %s
bg: Грешка при запазване на файл снимка %s
es: Error al guardar el archivo de captura %s
fr: Erreur durant la sauvegarde de l'instantané %s
fr_fr: Erreur pendant l'enregistrement du fichier de sauvegarde instantanée %s
ko_kr: 스넵샷%s저장 중 에러
pt_br: Erro ao salvar o arquivo do snapshot %s
ru: Ошибка сохранения файла снапшота %s
uk: Помилка збереження знімка %s.

source: Select output file
bg: Избери изходен файл
es: Seleccionar archivo de salida
fr: Sélectionner le fichier de sortie
fr_fr: Sélectionner le fichier de sortie
ko_kr: 출력파일 선택
pt_br: Selecionar o arquivo de saída
ru: Выбрать файл вывода
uk: Вибір кінцевого файлу

source: PNG images|*.png|BMP images|*.bmp
bg: PNG образи|*.png|BMP images|*.bmp
es: Imágenes PNG | *.png| Imágenes BMP | *.bmp
fr: Images PNG|*.png|Images BMP|*.bmp
fr_fr: Images PNG|*.png|Images BMP|*.bmp
ko_kr: PNG 이미지|*.png|BMP 이미지|*.bmp
pt_br: Imagens PNG|*.png|Imagens BMP|*.bmp
ru: PNG-изображения|*.png|BMP-изображения|*.bmp
uk: PNG-зображення|*.png|BMP-зображення|*.bmp

source: Wrote snapshot %s
bg: Записана снимка %s
es: Captura escrita %s
fr: Instantané %s écrit
fr_fr: Fichier de sauvegarde instantanée %s enregistré
ko_kr: %s 스냅샷이 기록됨
pt_br: Gravou o snapshot em %s
ru: Записан файл снапшота %s
uk: Записано знімок %s.

source: Select file
bg: Избери файл
es: Seleccionar archivo
fr: Sélectionner le fichier
fr_fr: Sélectionner un fichier
ko_kr: 파일 선택
pt_br: Selecionar arquivo
ru: Выбрать файл
uk: Вибір файлу

source: Select state file
bg: Избери файл състояние
es: Seleccionar archivo de estado
fr: Sélectionner le fichier d'état
fr_fr: Sélectionner un fichier de sauvegarde instantanée
ko_kr: 스테이트 파일을 선택
pt_br: Selecionar o arquivo do state
ru: Выбрать файл сохранения
uk: Вибір стану

source: Visual Boy Advance saved game files|*.sgm
es: Archivos de guardado de Visual Boy Advance|*.sgm
fr: Fichiers de sauvegarde Visual Boy Advance|*.sgm
fr_fr: Fichiers de sauvegarde Visual Boy Advance|*.sgm
ko_kr: 비주얼 보이 어드밴스 저장된 게임 파일|*.sgm
pt_br: Arquivos dos jogos salvos do Visual Boy Advance|*.sgm
uk: Visual Boy Advance-збереження|*.sgm

source: Current state slot #%d
bg: Текущ слот за състояние #%d
es: Número de ranura actual: #%d
fr: État actuel de l'emplacement #%d
fr_fr: Emplacement de sauvegarde instantanée actuel #%d
ko_kr: 현재 상태 슬롯 # %d
pt_br: Slot do estado atual #%d
uk: Поточний слот стану %d

source: Cannot use Colorizer Hack when Game Boy BIOS File is enabled.
es: No se puede usar el Hack Colorizer cuando se ha habilitado un archivo de BIOS de Game Boy.
fr: Impossible d'utiliser le hack Colorizer lorsque le fichier BIOS Game Boy est activé.
fr_fr: Impossible d'utiliser le Hack de Colorisation si le fichier BIOS Game Boy est activé.
ko_kr: 게임보이 바이오스 파일이 활성화된 경우 컬러라이저 해킹을 사용할 수 없습니다.
pt_br: Não pode usar o Hack Colorizador quando o arquivo da BIOS do Game Boy estiver ativado.
uk: Неможливо використати колірний хак при увімкненому Game Boy BIOS.

source: Sound enabled
bg: Звук разрешен
es: Sonido activado
fr: Son activé
fr_fr: Son activé
ko_kr: 소리 켜기
pt_br: Som ativado
ru: Звук включен
uk: Звук увімкнено.

source: Sound disabled
bg: Звук забранен
es: Sonido desactivado
fr: Son désactivé
fr_fr: Son désactivé
ko_kr: 소리 끄기
pt_br: Som desativado
ru: Звук выключен
uk: Звук вимкнено.

source: Set to 0 for pseudo tty
bg: Задай към 0 за псевдо tty
es: Establecer a 0 por pseudo tty
fr: Instancier à 0 pour pseudo tty
fr_fr: Mettre à 0 pour le pseudo tty
ko_kr: 가상 Teletypewriter를 0으로 설정
pt_br: Definir como 0 pro pseudo tty
ru: Установить 0 для псевдотерминала TTY
uk: Встановити 0 для псевдо-tty

source: Port to wait for connection:
bg: Порт за изчакване за връзка:
es: Puerto a la espera de conexión:
fr: Port à attendre pour la connexion :
fr_fr: En attente de connexion sur le port :
ko_kr: 연결 대기용 포트:
pt_br: Esperar a conexão na porta:
ru: Порт для ожидания подключения:
uk: Порт очікування з'єднання:
